{
	// Main menu
    "EarlyAccessLabel": "เกมระหว่างการพัฒนา",
    "EarlyAccessLabel.XB1": "Game Preview",
	"Play": "เล่น",
	"NewGame": "เริ่มใหม่",
	"StartNewGame": "เริ่มเกมใหม่",
	"LoadGame": "โหลดเกม",
    "New Game Tooltip": "เข้าสู่โลกซับนาวติกะ",
    "ContinueGame": "เล่นต่อ",
	"Quit": "ออก",
    "Exit Tooltip" : "กลับขึ้นสู่ผิวน้ำ",
	"Survival": "เอาชีวิตรอด",
    "SurvivalDescription": "หลีกเลี่ยงสิ่งมีชีวิตอันตราย, ค้นหาทรัพยากร จัดการความหิวและความกระหายเพื่อเอาชีวิตรอด.",
	"Freedom": "อิสระ",
    "FreedomDescription": "เหมือนเอาชีวิตรอด, แต่ไร้ซึ่งความหิวและความกระหาย.",
	"Hardcore": "ยากมาก",
    "HardcoreDescription": "โหมดเอาชีวิตรอดที่มีเพียงชีวิตเดียว ไม่มีการเตือน O₂.",
    "Creative": "สร้างสรรค์",
    "CreativeDescription": "สร้างทุกอย่างโดยไร้ข้อจำกัด ไม่มีออกซิเจน, ความหิว, ความดัน รวมถึงเนื้อเรื่องและความตายจะถูกปิดไว้..",
	"Back": "กลับ",
	"LatestNews": "ข่าวล่าสุด",
	"NewsLoading": "กำลังโหลด...",
    "OptionsTooltip" : "BEFORE EMBARKING",
	"DevelopmentVersion": "รุ่นพัฒนาที่",
    "NoBattery" : "ไม่มีแบตเตอรี่่ในช่องเก็บของ",
	"GetDevelopmentUpdates": "รับจดหมายข่าวสารอัพเดตการพัฒนาเกม",
	"GotFeedback": "Got feedback?\nVisit PlaySubnautica.com",
	"Feedback": "ส่งความคิดเห็น",
	"ViewOnSteam": "ดูในสตีม",
	"SubnauticaStore": "Subnautica Store",
	"SubnauticaStoreSecondary": "T-shirts, posters, and more!",
	"RedeemaKey": "รีดีมคีย์",
	"KeyRedemption": "Key redemption",
	"GetDevUpdates": "Get Dev Updates",
	"GetDevUpdatesDescription": "กรอกอีเมลของคุณเพื่อรับจดหมายข่าว เมื่ออัพเดตต่อไปของ Subnautica Early Access ถูกปล่อย!!",
	"EnterEmailPlaceholder": "กรอกอีเมล...",
	"ViewPastUpdates": "View Past Updates",
	"Subscribe": "Subscribe",
	"RedeemanItemKey": "Redeem an Item Key",
	"EnterKeyPlaceholder": "กรอกคีย์...",
	"RedemptionDescription": "Got a Subnautica item key? Redeem it here to add it to your Steam Inventory, and make it available in game!",
	"Redeem": "รีดีม",
	"Help": "ช่วยเหลือ",
	"Inventory": "ช่องเก็บของ",
	"OpenSteamInventory": "เปิดช่องเก็บของสตีม",
	"BackToDevNews": "Back to Dev News",
	"EconomyWarning": "This feature is currently in limited-release testing. Please ignore it for now!",
	"DevelopmentNews": "ข่าวสารการพัฒนา",
	"ReadMore": "อ่านเพิ่ม...",
	"SavedGames": "เกมที่บันทึกไว้",
    "SavingGame" : "กำลังบันทึกเกม...",
    "GameSaved" : "บันทึกเกมเรียบร้อยแล้ว.",
    "GameNotSaved" : "เกมยัง ไม่ ถูกบันทึก.",
    "DamagedSavedGame": "<color='#000000FF'>บันทึกเกมเสียหาย</color>",
	"MasterVolume": "ระดับเสียงรวม",
	"MusicVolume": "ระดับเสียงดนตรี",
    "NewGameConfirmation": "Existing save game for selected game mode will be overwritten. Continue?",
    "PressStart": "กด Start",
    "PressStart.XB1": "กด Menu",
    "PressStart.PS4": "กด Options",
    "PressAnyButton": "กดปุ่มอะไรก็ได้เพื่อดำเนินการต่อ",
    "StartScreenLoading": "กำลังโหลด...",
    "SlotEmpty": "SLOT EMPTY",
    "EarlyAccessWarning": "ซอฟต์แวร์ก่อนปล่อยตัวจริง.\nเกมนี้กำลังอยู่ในขั้นกำลังพัฒนายังไม่ใช่ตัวปล่อยจริง ซึ่งนั่นหมายความว่า บางส่วนของเกมอาจไม่ทำงานอย่างที่ตั้งใจไว้ (หรืออาจไม่ทำงานซักส่วนเลย) หรือเกมอาจเจ๊งจนปิดตัวเองไปเลยก็ได้.",
    "EarlyAccessWarning.XB1": "Pre-Release Software.\nThis game is in a pre-release stage of development. This means that some parts of the game, including Xbox Live features (like chat and multiplayer), might not function as expected (or might not function at all). The game might even crash. Because this is a pre-release game, Microsoft and the publisher do not commit to providing customer support for the game.",
    "EarlyAccessWarning.PS4": "",
    "SceneLoading": "กำลังโหลดเลเวล",
    "HorizontalSensitivity" : "ความไวในการตอบสนองแนวนอน",
    "VerticalSensitivity" : "ความไวในการตอบสนองแนวตั้ง",
    "InvertLook" : "พลิกกลับการมอง",
    "EnableController" : "เปิดใช้จอยเกม",
    "ResetToDefault" : "คืนกลับสู่ค่าเริ่มต้น",
	"SavedGameOutdatedHeader": "บันทึกเกมล้าสมัย",
	"SavedGameOutdatedIntroduction": "บันทึกเกมอันนี้ถูกสร้างก่อนอัพเดตใหญ่ล่าสุด ซึ่งมีข้อมูลภูมิประเทศที่เก่ามาก.",
	"SavedGameOutdatedDescription1": "บันทึกเกมอันนี้ของคุณสามารถคงไว้และเล่นต่อไปได้ แต่เราแนะนำให้คุณเริ่มเกมใหม่ เพราะเมื่อเริ่มเล่นใหม่ โลกซับนาวติกะจะถูกขยายออกไปอย่างมีนัยสำคัญ, ถ้ำใหม่, บริเวณใหม่, และจุดสังเกตุใหม่จะเพิ่มขึ้น. บันทึกเกมอันนี้ไม่มีภูมิประเทศใหม่ๆ เจ๋งๆ เหล่านี้.

ถ้าคุณเลือกที่จะรักษาบันทึกเกมนี้ไว้ มันจะถูกอัพเกรด. This upgrade may insert new terrain across vast areas that were previously empty sandy expanses. The upgrade does not provide all new terrain, and we still recommend starting an entirely new game.",
	"SavedGameOutdatedDescription2": "The upgrade will cause the destruction of any seabases, submarines, or equipment located in or close to an upgraded area. Any of your stuff located outside an upgraded area will not be affected.",
	"SavedGameOutdatedLearnMore": "Learn more about SN's terrain system",
	"SavedGameOutdatedUpgrade": "อัพเกรดและโหลดเกม",
	"Cancel": "ยกเลิก",
	"TerrainSystemInformationHeader": "Terrain System Information",
	"TerrainSystemInformationText": "Subnautica uses a voxel terrain system that stores information in batches. Each batch is a 160m wide cube, and the world is made up of about 12,500 of them.

The development team is constantly working on these batches. New caves are carved, ravines cut out, Kelp Forests planted, and rock formations sculpted.

Subnautica is updated frequently. If Experimental branch is played, it is updated three times per day! Saved games need to work across multiple game versions. Otherwise, as soon as the development team released an update, the saved game would be lost.

Most saved game information can survive an update. For example, an inventory containing two oxygen tanks can survive if a new type of craftable diving suit is added to the game.

Other information can't survive an update. For example, suppose a seabase is built on a cliff, and suppose the development team works on the batch containing that cliff, raising the cliff height.

If that save game is loaded, the seabase will be stuck inside the cliff. Not only will the base be inaccessible, but the player might be stuck in there too, and all hell will break loose inside Subnautica's game logic.

To solve this problem, every saved game retains its own copy of terrain data. This data stores the world as it was when that game was started, along with any modifications made by a player (For example, digging sand to create a cave).

As new updates are released, the saved game receives new features, items, creatures, and so on. But it never receives new terrain. This is often ok. In the case of major updates, it is not.

New game systems and items included in this update depend on the data contained in new terrain batches. If a an old saved game tries to play current version, it will not work properly and might even crash Subnautica completely.

This is why old saved games must be upgraded to play the game. Therefore some terrain batches are forced to update, allowing the new update to function. Any stuff (such as seabases) placed in these batches is destroyed by this process, to avoid the stuck-in-a-cliff scenario described above.

However, the upgrade is not perfect. Depending on specific circumstances, it is possible that gaps could open up in terrain, or systems fail to function perfectly. In addition, the ugprade does not include all the new terrain data from the rest of the world.

 To play with an entirely up to date world, it is necessary to start a new game. The choice is yours. Regardless of your choice, thank you for participating in Subnautica Early Access. You are quite literally watching an alien ocean world grow before your eyes. This saved game upgrade process is a prime example of that growth.",
	"GoBack": "Go Back",
	"Troubleshooting": "Troubleshooting",
	"TroubleshootingText1": "Having a problem with Subnautica? The development team wants to help you! Here are some ways to solve problems:",
	"TroubleshootingGuide": "Troubleshooting Guide",
	"TroubleshootingText2": "Other Subnautica players might have had the same problem, and found solutions. Browse topics and try starting your own discussions on the Steam forums:",
	"TroubleshootingForum": "Bug & Horror Forum",
	"TroubleshootingText3": "For reference, here is some information about your machine. This information is usually essential when trying to solve problems:",
	"CPU": "CPU",
	"RAM": "RAM",
	"GPU": "GPU",
	"GPURAM": "GPU RAM",
	"OS": "OS",
	"Threads": "Threads",
	"Version": "Version",
	"BuildDate": "Build Date",
	"megabytes": "megabytes",
	"LogicalProcessors": "logical processors",
	"MinSpecHeader": "คำเตือน",
	"MinSpecIntroduction": "ดูเหมือนว่า คอมพิวเตอร์เครื่องนี้จะสเปกไม่ถึงความต้องการระบบในขั้นต่ำ ทำให้เกมอาจทำงานช้าและเจ๊ง.",
	"MinSpecMemory": "หน่วยความจำหลัก",
	"MinSpecMemoryOk": "คอมพิวเตอร์เครื่องนี้ มีหน่วยความจำหลักติดตั้งอยู่อย่างน้อย 4 กิกกะไบต์.",
	"MinSpecMemoryNotOk": "คอมพิวเตอร์เครื่องนี้ มีหน่วยความจำน้อยกว่า 4 กิกกะไบต์ ทำให้เกมอาจเจ๊งระหว่างโหลดหรือเล่น.",
	"MinSpecGPUOk": "ดูเหมือนว่า หน่วยประมวลผลกราฟิกส์ของคุณจะมีพลังประมวลผลมากพอสำหรับเล่นเกม.",
	"MinSpecGPUNotOk": "ดูเหมือนว่า หน่วยประมวลผลกราฟิกส์ของคุณจะมีพลังประมวลผลไม่มากพอ ทำให้เฟรมเรตอาจต่ำมากๆ.",
	"MinSpecGPUUnknown": "ไม่สามารถระบุหน่วยประมวลผลกราฟิกส์ได้ มันอาจมีพลังประมวลผลมากพอหรือไม่มากพอก็ได้.",
	"MinSpecCPUOk": "คอมพิวเตอร์เครื่องนี้มีคอร์ของหน่วยประมวลผลกลางเพียงพอสำหรับเล่นเกม.",
	"MinSpecCPUNotOk": "ดูเหมือนว่า หน่วยประมวลผลกลางจะมีคอร์น้อยกว่า 2 คอร์ ทำเฟรมเรตอาจต่ำมากๆ.",
	"MinSpecFAQButton": "ดูคำถามที่ถามบ่อย",
	"Dismiss": "ไม่สนใจ",
	"WhatIsThis": "คืออะไรอ่ะ?",
	"MinSpecFAQ": "คำถามที่ถามบ่อย",
	"MinSpecAnswer0": "Can I run Subnautica on a different computer?

Yes. You can run Subnautica on any computer on which your Steam account is logged in. Subnautica is tied to a Steam account, not a particular computer.",
	"MinSpecAnswer1": "Can I get a refund? My computer does not meet these requirements.

Because Subnautica is sold via Steam, Steam has absolute and sole discretion over the issue of refunds. Unknown Worlds cannot issue refunds, or intervene on your behalf with Steam.",
	"MinSpecAnswer2": "How was I supposed to know about these requirements?

Subnautica has minimum and recommended system requirements listed on its Steam Store page.",
	"MinSpecAnswer3": "Are these system requirements really high?

Subnautica's minumum system requirements are not high. The minimum GPU requirement is less powerful than what is found in a modern game console.",
	"MinSpecAnswer4": "What happens if I try to play Subnautica despite this warning?

Subnautica might run just fine. It might crash as soon as it tries to load the game world. We're not sure what exactly will happen for individual cases, but it is very likely Subnautica will run slowly and / or crash.",
	"MinSpecAnswer5": "Will these system requirements ever drop?

It is unlikely Subnautica's minimum system requirements will drop lower than they are at present.",
	"MinSpecMemoryInfoHeader": "More info - Memory",
	"MinSpecMemoryInfoText": "Computers generally have two types of memory - Volatile memory, commonly called Random Access Memory (RAM), and non-volatile memory in the form of disk drives.

Disk drives store files and folders, and RAM stores what a computer is thinking about. Subnautica needs four gigabytes (GB) of RAM to be able to think about all the creatures, terrain, physics, and gameplay found in the game world. Without 4 GB of RAM, Subnautica can't think properly, and will crash. 

It is not possible to get more RAM using software tools. Freeing space on your disk drive by deleting files and folders will not make more RAM available. To get more RAM, it is necessary to install more or higher capacity RAM modules in your computer.

Depending on what type of computer you have, this may or may not be possible. For example, it is often very hard to install more RAM in a laptop. You may be able to contact your computer manufacturer and ask them if it is possible to upgrade your computer.

If you would like to learn more about RAM, and how to get more of it, try opening a discussion on the Steam forums. Other players may be able to help you!",
	"MinSpecOpenSteamForums": "Open Steam Forums",
	"MinSpecRAMDetected": "RAM detected:",
	"MinSpecGPUInfoHeader": "More info - GPU",
	"MinSpecGPUInfoText": "Computers use Graphics Processing Units (GPU) to turn information about Subnautica's game world into pixels that you can see on your screen. They are often known as 'Graphics Cards.'

It is hard to define exactly what type of GPU is required to run Subnautica, because they come in many different varieties, and are identified with many different brand names.

Generally, a GPU that scores more than 950 points in the 3DMark Firestrike benchmark test will be capable of running Subnautica with minimum graphics settings, at a resolution of 1280 x 720.

If Subnautica has detected that your GPU is not powerful enough, you may still be able to play. However, your frame-rate (the speed at which the game runs) may be very poor. Depending on the type of computer you have, you may be able to upgrade your GPU.

To find out more about GPUs, and to determine if this computer's GPU can be upgraded, try opening a discussion thread on the Steam forums.",
	"MinSpecGPUDetected": "GPU Detected:",
	"MinSpecCPUInfoHeader": "More info - CPU",
	"MinSpecCPUInfoText": "Central Processing Units (CPUs) make calculations that determine what is going on in Subnautica's game world. For example, they calculate the buoyancy of the Life Pod, and the position of each individual Peeper fish.

CPUs think in 'threads,' which are like 'trains of thought.' The number of thoughts that a CPU can think at once is determined by the number of logical processors it has.

CPUs can have multiple logical processors by having more than one 'core' - a piece of hardware that executes threads. They can split those cores into multiple threads. For example, many Intel CPUs use a technique called 'Hyper Threading.'

However the CPU goes about having more than one logical processor, Subnautica needs at least two of them to run properly. If this computer has less than two logical processors, it is very likely that it will run poorly and crash.

Sometimes CPUs can be upgraded. To determine if this computer can be upgraded, try opening a discussion thread on the Steam forums.",
	"MinSpecLPsDetected": "Logical processors detected:",
	"MinSpecCPUDetected": "CPU detected:",
	"NewsletterSignup": "Newsletter signup",

	// Options screen

    "Presentation" : "การนำเสนอ",
	"Language": "Language",
	"Resolution": "ความละเอียด",
    "Fullscreen": "เต็มจอ",
    "Quality" : "คุณภาพ",
    "WaterQuality" : "Water quality",
    "VRRenderScale" : "VR render scale",
    "Apply" : "ใช้งาน",
	"FieldOfView": "ความกว้างมุมมอง",
	"Vsync": "Vsync",
	"Options": "ตัวเลือก",
	"InvertMouse": "พลิกกลับเมาส์",
	"MouseSensitivity": "ความไวเมาส์",
	"OculusRift": "Oculus Rift",
	"OculusRecenter": "Recenter (F2)",
	"DisableMousePitch": "Disable mouse pitch",
	"ArmFollowsGaze": "Arm follows gaze",
	"Graphics": "กราฟิกส์",
	"Display": "หน้าจอ",
	"Sound": "เสียง",
	"Keyboard": "คีย์บอร์ด",
	"Bindings": "Bindings",
	"Primary": "หลัก",
	"Secondary": "รอง",
	"Minimum": "Minimum",
	"Medium": "Medium",
	"Recommended": "Recommended",
	"High": "High",
	"Highest": "Highest",

	"OptionJump": "กระโดด",
	"OptionPDA" : "PDA",
    "OptionDeconstruct": "รื้อถอน",
    "OptionExit": "ออก / Holster",
    "OptionLeftHand": "มือซ้าย / ใช้",
    "OptionRightHand": "มือขวา",
    "OptionCycleNext": "เลื่อนไปหน้า",
    "OptionCyclePrev": "เลื่อนกลับ",
    "OptionSlot1": "ช่องที่ 1",
    "OptionSlot2": "ช่องที่ 2",
    "OptionSlot3": "ช่องที่ 3",
    "OptionSlot4": "ช่องที่ 4",
    "OptionSlot5": "ช่องที่ 5",
	"OptionAltTool": "Alternate Use Tool",
    "OptionRotateConstructableLeft": "Rotate item left",
    "OptionRotateConstructableRight": "Rotate item right",
    "OptionTakePicture": "ถ่ายหน้าจอ",
    "OptionReload": "รีโหลด",
    "OptionMoveUp": "ว่ายขึ้น",
    "OptionMoveDown": "ดำลง",
    "OptionMoveForward": "ไปหน้า",
    "OptionMoveBackward": "ถอยหลัง",
    "OptionMoveLeft": "เคลื่อนไปทางซ้าย",
    "OptionMoveRight": "เคลื่อนไปทางขวา",
    "OptionSprint": "วิ่ง",
    
	// Input names
    "MouseButtonLeft": "คลิกซ้าย",
    "MouseButtonRight": "คลิกขวา",
    "MouseButtonMiddle": "คลิกปุ่มกลาง",
    "MouseWheelUp": "เลื่อนลูกกลิ้งขึ้น",
    "MouseWheelDown": "เลื่อนลูกกลิ้งลง",
    "ControllerButtonA": "A Button",
    "ControllerButtonB": "B Button",
    "ControllerButtonX": "X Button",
    "ControllerButtonY": "Y Button",
    "ControllerButtonLeftBumper":  "Left Bumper",
    "ControllerButtonRightBumper": "Right Bumper",
    "ControllerButtonBack": "Back Button",
    "ControllerButtonBack.XB1": "View Button",
    "ControllerButtonHome": "Start Button",
    "ControllerButtonHome.XB1": "Menu Button",
    "ControllerButtonLeftStick": "Left Stick Click",
    "ControllerButtonRightStick": "Right Stick Click",
    "ControllerLeftTrigger": "Left Trigger",
    "ControllerRightTrigger": "Right Trigger",
    "ControllerRightStickRight":  "Right Stick Right",
	"ControllerRightStickLeft":  "Right Stick Left",
	"ControllerRightStickUp":  "Right Stick Up",
	"ControllerRightStickDown":  "Right Stick Down",
	"ControllerLeftStickRight":  "Left Stick Right",
	"ControllerLeftStickLeft":  "Left Stick Left",
	"ControllerLeftStickUp":  "Left Stick Up",
	"ControllerLeftStickDown":  "Left Stick Down",
	"ControllerDPadRight":  "D-pad Right",
	"ControllerDPadLeft":  "D-pad Left",
	"ControllerDPadUp":  "D-pad Up",
	"ControllerDPadDown":  "D-pad Down",
	"NoInputAssigned": "No Input Assigned",

    // 
    "Deprecated" : "Deprecated", 
    "DeprecatedBuildableInstructions" : "ใช้เครื่องก่อสร้างเพื่อรื้อถอน", 

    // Loading, intro
	"IntroUWEPresents": "UNKNOWN WORLDS ENTERTAINMENT\nภูมิใจเสนอ",	
	"IntroUWEPresents.XB1": "UNKNOWN WORLDS ENTERTAINMENT\n&\nGRIP DIGITAL\n\nมิใจเสนอ",
    "LoadingSceneFormat": "กำลังโหลด {0}",
	"Essentials": "Essentials",
	"Loading": "Loading...",
    "Aurora": "ออโรรา",
    "Precursor_Interior_Gun_Lower": "µ\u0033\u0061",
    "Precursor_Interior_Gun_Upper": "µ\u0033\u0062",
	"UnauthorizedAccessException": "Unauthorized Access! Subnautica was denied access to its files by another process.",
	"LoadingWorld": "Loading world",
	"LoadingWorldTiles": "Loading world tiles",
	"LoadingEntityCells": "Loading entity cells",
	"PreloadingBase": "Preloading base",

    // Intro hints
    "HintMouseLook": "ใช้เมาส์ เพื่อมองไปรอบๆ",
    "HintMouseLook.XB1": "ใช้คันโยกขวา เพื่อมองไปรอบๆ",
    "HintMouseLook.PS4": "ใช้คันโยกขวา เพื่อมองไปรอบๆ",
    "HintWSADToMove": "WSAD เพื่อเคลื่อนที่",
    "HintWSADToMove.XB1": "ใช้คันโยกซ้าย เพื่อเคลื่อนที่",
    "HintWSADToMove.PS4": "ใช้คันโยกซ้าย เพื่อเคลื่อนที่",
    "HintLMBToPickupFireExtinguisher": "คลิกซ้าย เพื่อเก็บถังดับเพลิง",
    "HintLMBToPickupFireExtinguisher.XB1": "LT/A to pickup fire extinguisher",
    "HintLMBToPickupFireExtinguisher.PS4": "L2/? to pickup fire extinguisher",
    "HintRMBToUseFireExtinguisher": "คลิกขวา เพื่อใช้ถังดับเพลิง",
    "HintRMBToUseFireExtinguisher.XB1": "RT to use fire extinguisher",
    "HintRMBToUseFireExtinguisher.PS4": "R2 to use fire extinguisher",
    "HintTabToOpenClosePDA": "กด TAB เพื่อเปิดหรือปิด PDA",
    "HintTabToOpenClosePDA.XB1": "Press View to open or close PDA",
    "HintTabToOpenClosePDA.PS4": "Press trackpad to open or close PDA",
    "HintSuccess": "ยอดเยี่ยม!",

	//In-Game UI
    "PressButton" : "กดปุ่ม",
    "Climb" : "ปืน",
    "Dig" : "ขุด",
    "ExchangePowerSource" : "Exchange power source ({0})",
    "DriveVehicle" : "บังคับยานพาหนะ",
    "CloseDoor" : "ปิดประตู",
    "OpenDoor" : "เปิดประตู",
    "ClimbUp" : "ปีนขึ้น",
    "ClimbDown" : "ปีนลง",
    "GrabOn" : "Grab on",
    "PowerCableInstructions" : "ติด (คลิกซ้าย) แกะ (คลิกขวา)",
    "PowerCableInstructions.XB1" : "Attach (LT) Detach (RT)",
    "PowerCableInstructions.PS4" : "Attach (L2) Detach (R2)",
    "PickupCable" : "Pickup cable",
    "InsertPowerCell" : "ใส่เพาเวอร์เซลล์ใหม่",
    "PilotSub" : "Pilot sub",
    "HoldEToDeconstruct": "กด E ค้าง เพื่อรื้อถอน",
    "HoldEToDeconstruct.XB1": "Hold 'X' to deconstruct",
    "HoldEToDeconstruct.PS4": "Hold '?' to deconstruct",
    "HoldEToDeconstruct": "กด E ค้าง เพื่อรื้อถอน",
    "Deconstruct": "รื้อถอน",
    "DeconstructFailed": "ไม่สามารถรื้อถอนได้. ",
    "DeconstructAttachedError": "ต้องรื้อถอนสิ่งที่ติดอยู่ออกก่อน. ",
    "DeconstructObstacle": "ต้องรื้อถอน {0} ออกก่อน. ",
    "DeconstructGhostError": "รื้อถอนสิ่งที่ติดอยู่ให้เรียบร้อยก่อน. ",
    "PlayerObstacle": "You're either inside or too close to the deconstructable target. ",
    "EscapePodObstacle": "The lifepod is in the way.",
    "DeconstructUpgradeConsoleFabricatorError": "Pickup crafted item from fabricator before deconstructing Vehicle modification station.",
    "DeconstructNonEmptyStorageContainerError" : "Storage container is not empty. ",
    "DeconstructNonEmptyFiltrationMachineError" : "Water filtration machine container is not empty. ",
    "BuilderInstructions" : "ก่อสร้าง (คลิกซ้าย) รื้อถอน (E)",
    "BuilderInstructions.XB1" : "Construct (LT/A) Deconstruct (X)",
    "BuilderInstructions.PS4" : "Construct (L2/?) Deconstruct (?)",
    "BuilderInstructions" : "ก่อสร้าง (คลิกซ้าย) รื้อถอน (E)",
    "Construct" : "ก่อสร้าง",
    "SetAutopilot" : "ตั้งขับอัตโนมัติ",
    "SignInstructions" : "Pick up (right click to edit)",
    "TerraformerInstructions" : "Drag right button to add material. Shift-Drag to excavate material.",
    "TerraformerOutOfMaterial" : "Out of material! Dig (shift-drag right button) for more",
    "TerraformerTooClose" : "Too close! Move back",
    "TerraformerTooFar" : "Too far from terrain!",
    "PipeInstructions" : "Use to place. Connect to an air pump, or connect to existing pipe by aiming at its end point.",
    "PipeCantReconnect" : "Could not reconnect nearby pipe - too far away!",
    "PipeNotConnected" : "Pipe not connected to active pump! Cannot get air.",
    "FeedbackInstructions" : "กด F8 เพื่อรายงานข้อผิดพลาดและส่งความคิดเห็น",
    "FeedbackInstructions.XB1" : "Use Feedback menu to report bugs and give feedback",
    "FeedbackInstructions.PS4" : "Use Feedback menu to report bugs and give feedback",
    "FeedbackNewReply" : "You have received new developer reply.\nPress F8 to read.",
    "FeedbackNewReply.XB1" : "You have received new developer reply.\nOpen Feedback menu to read it.",
    "FeedbackNewReply.PS4" : "You have received new developer reply.\nOpen Feedback menu to read it.",
    "UseFeedbackForm" : "Use feedback form",
    "UseFeedbackForum" : "Open forums",
    "ControllerDisconnected1": "Controller disconnected",
    "ControllerDisconnected2": "Press any button to continue",
    "SaveFailed": "การบันทึกข้อมูลล้มเหลว.\nลองอีกครั้ง?",
    "SaveFailedSpace": "การบันทึกล้มเหลว: เนื้อที่ว่างไม่เพียงพอ.\nลองอีกครั้ง?",
    "LoadFailed": "โหลดบันทึกล้มเหลว.\nลองอีกครั้ง?",

	// Ingame menu
	"Pause": "พัก",
    "Help": "ช่วยเหลือ",
	"BackToGame": "เล่นต่อ",
	"GiveFeedback": "ส่งความคิดเห็น",
	"Save": "บันทึก",
	"QuitToDesktop": "ออกสู่หน้าเดสก์ทอป",
	"QuitToMainMenu": "ออกสู่หน้าเมนูหลัก",	
	"AreYouSure": "แน่ใจหรือ?",
	"Yes": "ใช่",
	"No": "ไม่",
	"Space": "Space",
	"Monitor": "หน้าจอ",
	"Minimum": "น้อยที่สุด",
	"Recommended": "แนะนำ",
	"Highest (experimental)": "สูงสุด (อยู่ในขั้นทดลอง)",
	"Period": "Period",
	"InvertGamepad": "Invert look axis",
	"GamepadSensitivity": "Look sensitivity",
    "SwitchUser": "Switch User",
    "GamepadEnabled": "เปิดใช้จอยเกม",

    "EscToSkip": "กด ESC ค้าง เพื่อข้าม",
    "EscToSkip.XB1": "กด MENU ค้างเพื่อข้าม",
    "EscToSkip.PS4": "กด OPTIONS ค้างเพื่อข้าม",
    "NightTime" : "พระอาทิตย์ตกดิน.",
    "SpawnNearbyFailed" : "SpawnNearby failed.",

    "InventoryFull": "ช่องเก็บของเต็ม",
    "InventoryCantDropHere": "ทิ้งของตรงนี้ไม่ได้ กรุณาใช้ที่เก็บของแทน.",
    "InventoryOverflow": "ช่องเก็บของเต็ม กรุณาทิ้งของอย่างอื่นก่อนเก็บ {0}.",
    "ContainerCantFit": "ที่เก็บของว่างไม่พอสำหรับเก็บของชิ้นนี้.",
    "ContainerOverflow" : "การเปลี่ยนแปลงในอัพเดตล่าสุดทำให้ช่องเก็บของล้น. กรุณาเพิ่มที่ว่างเพื่อดูปริมาณความจุทั้งหมด.",
    "RadiationDetected": "ตรวจพบกัมมันตภาพรังสี!",

    "AdvancedWiringKit": "ชุดสายไฟขั้นสูง",
    "Aerogel": "Aerogel",
    "AluminumOxide": "ผลึกอลูมิเนียมออกไซด์",
    "AminoAcids": "กรดอะมิโน",
    "AramidFibers": "เส้นใยสังเคราะห์",
    "Benzene": "เบนซีน",
    "BloodOil": "น้ำมันเลือด",
    "BloodRoot": "รากเลือด",
    "BloodVine": "เถาวัลย์เลือด",
    "CalciumChunk": "ก้อนแคลเซียม",
    "Compass": "เข็มทิศ",
    "ComputerChip": "ชิปคอมพิวเตอร์",
    "Copper": "แร่ทองแดง",
    "CopperWire": "ลวดทองแดง",
    "Diamond": "เพชร",
    "EnameledGlass": "แก้วเคลือบ",
    "HealthFormat": "พลังชีวิต: {0:P0}   ",
    "EnergyFormat": "พลังงาน: {0:P0}   ",
    "ThrustFormat": "Thrust: {0:P0}   ",
    "Glass": "แก้ว",
    "Gold": "ทอง",
    "Graphene": "แกรฟีน",
    "HydrochloricAcid": "กรดไฮโดรคลอริก",
    "Kyanite": "Kyanite",
    "PrecursorIonCrystal": "ผลึกไอออน",
	"PrecursorIonPowerCell": "เพาเวอร์เซลล์ไอออน",
	"PrecursorIonBattery": "แบตเตอรี่่ไออน",
    "Lead": "ตะกั่ว",
    "Limestone": "ก้อนหินปูน",
    "LimestoneChunk": "หินปูน Chunk",
    "BasaltChunk": "หินบะซอลต์ Chunk",
    "SandstoneChunk": "หินทราย Chunk",
    "ShaleChunk": "หินดินดาน Chunk",
    "Lithium": "ลิเทียม",
    "Lodestone": "แร่แม่เหล็ก หลอดสโตน",
    "Lubricant": "น้ำมันหล่อลื่น",
    "Magnesium": "แมกนีเซียม",
    "Magnetite": "แร่แม่เหล็ก แมกนีไทต์",
    "MercuryOre": "แร่ปรอท",
    "Nanowires" : "ลวดนาโน",
	"Nickel" : "แร่นิเกิล",
    "NutrientBlock": "อาหารอัดแท่ง",
    "OpalGem": "พลอยโอปอล",
    "Pipe": "ท่อ",
	"PipeSurfaceFloater": "Floating air pump",
	"BasePipeConnector": "Base-attached air pump",
    "Placeholder": "Placeholder",
    "PlasteelIngot": "แท่งพลาสตีล",
    "Polyaniline": "พอลิอะนิลีน",
    "Quartz": "แร่เขี้ยวหนุมาน",
    "Salt": "ตะกอนเกลือ",
    "ScrapMetal": "ซากโลหะ",
    "SeaTreaderPoop": "Sea Treader manure",
    "GasPod": "Gas pod",
    "Silver": "แร่เงิน",
    "SmallSupplyCrate": "Small Vac-Pack",
    "Sulphur": "กำมะถัน",
    "SupplyCrate": "Vac-Pack",
    "Titanium": "ไทเทเนียม",
    "TitaniumIngot": "แท่งไทเทเนียม",
    "UraniniteCrystal": "ผลึกยูเรนิไนต์",
    "Uranium": "ยูเรเนียม",
    "WiringKit": "ชุดสายไฟ",

    // PDA
    "InventoryLabel": "ช่องเก็บของ",
    "MODULES": "มอจูลส์",
    "AquariumStorageLabel": "ตู้ปลา",
    "PlanterStorageLabel": "PLANTER",
    "FiltrationMachineStorageLabel": "FILTRATION MACHINE",
    "CyclopsUpgradesStorageLabel": "มอจูลส์อัพเกรด",
	"TrashcanStorageLabel": "ถังขยะ",
    "EquipmentLabel": "EQUIPPED",
    "EscapePodStorageLabel": "ที่เก็บของ",
    "SpecimenAnalyzerStorageLabel": "SPECIMEN ANALYZER",
    "StorageLabel": "ที่เก็บของ",
    "WaterParkPlanterStorageLabel": "CONTAINMENT PLANTS",
    "VehicleStorageLabel": "ที่เก็บของยานพาหนะ",
    "VehicleTorpedoStorageLabel": "ที่ใส่ตอปิโด",
    "TabInventory" : "ช่องเก็บของ",
    "TabJournal" : "พิมพ์เขียว",
    "TabLog" : "บันทึกข้อความเสียง",
    "TabGallery" : "อัลบัมรูปถ่าย",
    "TabEncyclopedia" : "Data Bank",
	"TabPing" : "Ping Manager",
    "Day" : "Day",
    "SortByDateDescending" : "เรียงตามเวลา (ใหม่ไปเก่า)",
    "SortByDateAscending" : "เรียงตามเวลา (เก่าไปใหม่)",
    "SortByTopic" : "เรียงตามหัวข้อ",
    "SortByName" : "เรียงตามชื่อ",
    "ScreenshotUpload" : "อัปโหลด",
    "ScreenshotAddToSteamLibrary" : "Add to Steam",
    "ScreenshotDelete" : "ลบ",
    "PDAGalleryTabInstructions" : "กด {0} เพื่อถ่ายหน้าจอ",
    "PDAGalleryThumbnailSize" : "ขนาด",
    "PDAGalleryUpload" : "อัพโหลดภาพขึ้นกรอบรูป",
    "PDAGalleryAddToSteam" : "Add image to the Steam Library",
    "PDAGalleryDelete" : "ลบภาพ (ดับเบิลคลิก)",
    "PDABootingEmergency" : "กำลังเริ่มทำงานในโหมดฉุกเฉิน",
    "PDABootingLoading" : "กำลังโหลด\n[ {0}% ]",
	"All" : "All Visible",
	"None" : "None Visible",

    // HUD
    "BarPercentFormat" : "{0:P0}",
    "BarFractionFormat" : "{0} / {1}",
    "TemperatureFormat" : "{0:0.0} °C",
    "HandReticleProgressPercentFormat" : "{0:P0}",
    "CraftingBegin" : "Crafting of {0} will take {1} seconds. You will receive a notification once this task is complete.",
    "CraftingEnd" : "Crafting of {0} is complete. Ready for pickup.",

    // Item Selector
    "ItemSelectorPrevious": "Previous", 
    "ItemSelectorNext": "Next", 
    "ItelSelectorSelect": "Select", 
    "ItemSelectorCancel": "Cancel", 

    // Scanner
    "ScannerInstanceScanned" : "สแกน {0} เสร็จสิ้น. ความคืบหน้าทั้งหมด: {1}% ({2}/{3}).",
    "ScannerRedundantScanned" : "",
    "ScannerInstanceKnown" : "",
    "ScannerEntityKnown" : "",
    "FragmentAnalysisComplete" : "สแกนชิ้นส่วนเสร็จสิ้น, ปลดล็อก {0} แล้ว.",
    "ScannerScreenDefault" : "กำลังค้นหา...",
    "ScannerScreenReady" : "พร้อมสแกน",
    "ScannerScreenScanning" : "กำลังสแกน...",
    "ScannerScreenUnpowered" : "ไม่มีพลังงาน",
	"ScannerScreenNotInfected" : "NORMAL",
    "ScannerScreenInfected" : "INFECTED",
    "ScannerSelfScanFormat" : "Self-scan ({0})",
    "EncyNotificationEntryUnlocked" : "ENCYCLOPEDIA ENTRY UNLOCKED",
    "EncyNotificationPressPDAToView" : "[{0}] Press to view",

    // Fragment analyzer
    "FragmentAnalyzer": "เครื่องวิเคราะห์ชิ้นส่วน",
    "Tooltip_FragmentAnalyzer": "วิเคราะห์ชิ้นส่วนเพื่อสร้างพิมพ์เขียว",
    
	// Escape pod
    "BoardEscapePod": "ขึ้นยานชูชีพ",
    "capacity": "capacity",
    "ClimbLadder": "ปีนบันได",
    "Close": "ปิด",
    "EnterEscapePod": "เข้ายานชูชีพ",
    "ExitEscapePod": "ออกจากยานชูชีพ",
    "Open": "เปิด",
    "OpenStorage": "เปิดที่เก็บของ",
    "UseAquarium": "Use Aquarium",
    "UsePlanter": "ใช้กระถางต้นไม้",
    "UseFiltrationMachine": "ใช้เครื่องกรองน้ำ",
    "UseLadder": "ปีนบันได",
	"UseTrashcan": "ใช้ถังขยะ",
	"TrashcanErrorNuclearWaste": "ไม่สามารถทิ้งกากเชื้อเพลิงนิวเคลียร์ได้. กรุณาทิ้งในถังขยะอันตรายทางชีวภาพแทน",
	"TrashcanErrorNotNuclearWaste": "ทิ้งได้เฉพาะกากเชื้อเพลิงนิวเคลียร์. กรุณาทิ้งในถังขยะธรรมดาแทน",
    "EscapePodStorageOpen": "เปิดที่เก็บของ",
    "EscapePodMedKitOpen": "เปิดตู้ยา",
    "EscapePodMedKitClose": "ปิดตู้ยา",

	// Cyclops
	"ClimbUpLadder": "ปีนขึ้นบันได",
	"ClimbDownLadder": "ปีนลงบันได",
	"BoardCyclops": "ขึ้นไซคลอปส์",
	"LeaveCyclops": "ออกจากไซคลอปส์",
	"CyclopsWelcomeAboard": "ไซคลอปส์: ยินดีต้อนรับ กับตัน.",
	"CyclopsWelcomeNoPower": "ไซคลอปส์: คำเตือน: พลังงานฉุกเฉินเท่านั้น. การผลิตออกซิเจนไม่ทำงาน.",
	"CyclopsHullBreach": "ไซคลอปส์: ตรวจพบรอยแตกของตัวเรือ.",
	"CyclopsHullRestored": "ไซคลอปส์: ตัวเรือกลับสู่สภาพสมบูรณ์แล้ว. เริ่มการระบายน้ำ.",
    "CyclopsNameConsole": "Cyclops modification station",

    // Builder tool
    "CraftingLabel": "การก่อสร้าง",

    // Charger
    "ChargerInsufficientPower": "INSUFFICIENT POWER\n(Next charge attempt in {0}s)", 
    "ChargerSlotEmpty": "N/A", 

    // BatteryCharger
    "BatteryChargerInteract": "Access battery charger", 
    "BatteryChargerStorageLabel": "เครื่องชาร์จแบตเตอรี่", 
    "BatteryChargerIncompatibleItem": "Incompatible item", 
    "BatteryChargerCantDeconstruct": "Remove batteries first",

    // PowerCellCharger
    "PowerCellChargerInteract": "Access power cell charger", 
    "PowerCellChargerLabel": "POWER CELL CHARGER", 
    "PowerCellChargerIncompatibleItem": "Incompatible item", 
    "PowerCellChargerCantDeconstruct": "Remove power cells first",

    // Beacon
    "BeaconLabelEdit": "แก้ไขป้ายเครื่องระบุตำแหน่ง",
    "BeaconLabel": "ป้ายเครื่องระบุตำแหน่ง",
    "BeaconSubmit": "ตกลง",
    "BeaconDefaultPrefix": "เครื่องระบุตำแหน่ง ",

    // Input and actions
    "AssignQuickSlot": "เพิ่มในปุ่มลัด",
    "BindQuickSlot": "กำหนดปุ่มลัด",
    "AddedToInventory" : "added to inventory.",
    "KeyE": "E",
    "KeyE.XB1": "A",
    "KeyE.PS4": "?",
    "KeyRange15": "1-5",
    "KeyRange15.XB1": "X",
    "KeyRange15.PS4": "?",
    "LMB": "คลิกซ้าย",
    "LMB.XB1": "LT/A",
    "LMB.PS4": "L2/?",
    "LMBToEat": "กิน",
    "LMBToUse": "ใช้",
    "Eat": "กิน",
    "Use": "ใช้",
    "Equip": "สวมใส่",
    "Unequip": "ถอดออก",
    "Place": "วาง",
    "Drop": "ทิ้ง",
    "SwitchContainer": "เปลี่ยนที่เก็บ",

    "RMB": "คลิกขวา",
    "RMB.XB1": "RT",
    "RMB.PS4": "R2",
    "RMBToDrop": "ทิ้งของ",
    "RMBToEat": "(คลิกขวาเพื่อกิน)",
    "ShiftLMB": "Shift+คลิกซ้าย",
    "UseButton": "คลิกซ้าย",
    "UseButton.XB1": "hold A",
    "UseButton.PS4": "hold ?",

    // Propulsion Cannon
    "PropulsionCannonToRelease": "Release / load propulsion cannon item ({0})",
    "PropulsionCannonNoItems" : "No suitable items found in inventory.", 
    "ExosuitPropulsionCannonNoItems" : "No suitable items found in PRAWN suit storage container.", 
    "PropulsionCannonUnload": "Unload item",
    "PropulsionCannonUnloaded": "No item loaded",

    // Sign
    "SignDefaultLabel" : "LABEL",
    "SignEditLabel" : "Edit sign",

    "SmallLockerDefaultLabel" : "ตู้เก็บของ",
    "SmallLockerEditLabel" : "Edit locker label",

    "SmallStorageDefaultLabel" : "ตู้เก็บของ",
    "SmallStorageEditLabel" : "Edit locker label",

    "PictureFrameEditLabel" : "Set picture",

    "BreakBasalt": "กะเทาะก้อนหินบะซอลต์",
    "BreakLimestone": "กะเทาะก้อนหินปูน",
    "BreakObsidian": "กะเทาะก้อนหินออบซิเดียน",
    "BreakSandstone": "กะเทาะก้อนหินทราย",
    "BreakShale": "Break shale outcrop",
    "BreakPurplePinecone": "Break purple pinecone",
    "BreakBarnacle": "Break barnacle",

    "LMBToPlace": "คลิกซ้ายเพื่อวาง",
    "RMBToDrop": "ทิ้ง",
    "SHIFTLMBToSwitchContainer": "ย้ายที่เก็บ",
    "DropItemButton": "คลิกขวา",
    "DropItemButton.XB1": "Y",
    "DropItemButton.PS4": "^",
    "SwitchContainerButton": "Shift+คลิกซ้าย",
    "SwitchContainerButton.XB1": "A",
    "SwitchContainerButton.PS4": "^",

    "LMBToPlace": "คลิกซ้ายเพื่อวาง",
    "RMBToDrop": "ทิ้ง",
    "SHIFTLMBToSwitchContainer": "ย้ายที่เก็บ",

    "Aquarium": "ตู้ปลา",
    "PlanterPot": "กระถางต้นไม้",
    "PlanterPot2": "กระถางต้นไม้ 2",
    "PlanterPot3": "กระถางต้นไม้ 3",
    "PlanterBox": "Indoor growbed",
    "PlanterShelf": "Plant shelf",
    "FarmingTray": "Exterior growbed",
    "FiltrationMachine": "เครื่องกรองน้ำ",
    "Fabricator": "เครื่องสร้างสิ่งของ",
    "Incubator": "Incubator",
    "HatchingEnzymes": "Hatching enzymes",
    "EnzymeCureBall" : "Baby Leviathan enzymes",
    "HoldShiftToPreventMenuClose": "Hold shift to prevent menu from closing during crafting",
    "Locker": "ล็อกเกอร์",
    "Reinforce hull": "Reinforce hull",
    "SmallLocker": "ล็อกเกอร์ติดผนัง",
    "Spotlight": "Spotlight",
    "UseFabricator": "ใช้เครื่องสร้างสิ่งของ",
    "UseWorkbench": "Use modification station",
	"Bench": "ม้านั่ง",
	"Techlight": "Floodlight",
	"LEDLight": "Light stick",
	"SingleWallShelf": "Single wall shelf",
	"WallShelves": "Wall shelves",
	"Bed1": "เตียง 1",
	"Bed2": "เตียง 2",
	"NarrowBed": "Narrow bed",
    "BatteryCharger": "เครื่องชาร์จแบตเตอรี่", 
    "PowerCellCharger": "เครื่องชาร์จเพาเวอร์เซลล์",

    // BaseBioReactor
    "BaseBioReactorStorageLabel" : "BIOREACTOR",
    "UseBaseBioReactor" : "Use Bioreactor", 
    "BaseBioReactorActive" : "ACTIVE", 
    "BaseBioReactorInactive" : "INACTIVE", 
    "BaseBioReactorCantAddItem" : "You can only put organic items into the Bioreactor", 
    "BaseBioReactorCantRemoveItem" : "You can't get items back from Bioreactor", 
    "Tooltip_UseBaseBioReactor": "Composts organic items into energy",

    // BaseNuclearReactor
    "BaseNuclearReactorStorageLabel" : "NUCLEAR REACTOR", 
    "UseBaseNuclearReactor" : "Use nuclear reactor", 
    "BaseNuclearReactorActive" : "ACTIVE", 
    "BaseNuclearReactorInactive" : "INACTIVE", 
    "BaseNuclearReactorCantAddItem" : "You can only add nuclear reactor rods to the nuclear reactor",
    "BaseNuclearReactorCantRemoveItem" : "You can only get depleted reactor rods from nuclear reactor",
    "Tooltip_UseBaseNuclearReactor": "Processes nuclear reactor rods",
	
    // Decoration
    "StarshipCargoCrate": "Cargo crate",
    "StarshipCircuitBox": "Circuit box",
    "StarshipDesk": "Desk",
    "StarshipChair": "Chair",
    "StarshipChair2": "Chair 2",
    "StarshipChair3": "Chair 3",
    "StarshipMonitor": "Monitor",
    "BarTable": "Bar table",
    "Trashcans": "Trash can",
    "LabTrashcan": "Biohazard trash can",
    "VendingMachine": "Vending machine",
    "LabCounter": "Lab counter",
    "LuggageBag": "Luggage bag",
    "ArcadeGorgetoy": "Arcade gorge toy",
    "LabEquipment1": "Lab equipment",
    "LabEquipment2": "Lab equipment",
    "LabEquipment3": "Lab equipment",
    "CoffeeVendingMachine": "Coffee vending machine",
    "Cap1": "Cap",
    "Cap2": "Cap",
    "LabContainer": "Lab container",
    "LabContainer2": "Lab container",
    "LabContainer3": "Lab container",
    "StarshipSouvenir": "Starship souvenir",
    "Poster": "Natural Selection 2 Poster",
    "PosterAurora": "Aurora Poster",
    "PosterExoSuit1": "P.R.A.W.N Suit on Land Poster",
    "PosterExoSuit2": "P.R.A.W.N Suit underwater Poster",
    "PosterKitty": "Keep Calm Poster",
    "Marki1": "Markiplier With Mustache",
    "Marki2": "Markiplier With Glasses",
    "JackSepticEye": "Jack's Septic Tank",
    "EatMyDiction": "Marla",

    // cyclops launch bay
    "EnterSeamoth": "เข้าซีมอธ",
	"EnterExosuit": "Enter PRAWN",
	"ExosuitCharging": "PRAWN charging",
	"SeamothCharging": "Seamoth charging",
    "NoSeamothDocked": "ไม่มีซีมอธจอดอยู่",
	"NoVehicleDocked": "No Vehicle docked",
    "FullyCharged": "ไฟชาร์จเต็มแล้ว",
	"SeamothDepthWarning" : "WARNING! Seamoth is below its current crush depth!",

    // Tech groups (builder tool menu tabs)
    "GroupBasePieces" : "Base Pieces",
    "GroupExteriorModules" : "Exterior Modules",
    "GroupInteriorPieces" : "Interior Pieces",
    "GroupInteriorModules" : "Interior Modules",
    "GroupMiscellaneous" : "Miscellaneous",

    // Tech types
    "Battery": "แบตเตอรี่",
    "BatteryDepleted": "Battery depleted",
    "Beacon": "เครื่องระบุตำแหน่ง",
    "Bleach": "น้ำยาฟอกขาว",
    "Scanner": "เครื่องสแกน",
    "Builder": "เครื่องก่อสร้าง",
    "Constructor": "เครื่องสร้างยานพาหนะแบบพกพา",
    "CurrentGenerator": "เครื่องสร้างกระแสน้",
    "Cutefish": "Cutefish",
    "Cyclops": "ไซคลอปส์",
    "DiveReel": "Dive reel",
    "Drill": "Drill",
    "EscapePod": "ยานชูชีพ",
    "Fins": "ตีบกบ",
    "Flare": "พลุไฟ",
    "Flashlight": "ไฟฉาย",
    "Gravsphere": "Gravsphere",
    "Knife": "มีดพก",
    "PowerCell": "เพาเวอร์เซลล์",
    "RadiationGloves": "ถุงมือกันรังสี",
    "RadiationHelmet": "หมวกกันรังสี",
    "RadiationSuit": "ชุดกันรังสี",
    "ReactorRod" : "Reactor rod",
    "DepletedReactorRod" : "Depleted reactor rod",
    "Rebreather": "Rebreather",
    "ReinforcedDiveSuit": "Reinforced dive suit",
    "RegenPowerCell": "เพาเวอร์เซลล์ชาร์จในตัวเอง",
    "Seaglide": "ซีไกลด์",
    "ShipComputer": "Ship computer",
    "StasisRifle": "ปืนแช่แข็ง",
    "Tank": "ถัง O₂",
    "Terraformer": "Terraformer",
    "Thermometer": "เทอร์โมมิเตอร์",
    "Transfuser": "Transfuser",
    "UseConstructor": "ใช้เครื่องสร้างยานพาหนะแบบพกพา",
    "UseIncubator" : "Use Incubator",
    "Welder": "เครื่องซ่อมแซม",
	"FireExtinguisher": "ถังดับเพลิง",
	"ConstructNextRocketStage": "Construct Next Rocket Stage",
	"RocketFinished": "Rocket Construction Complete",
	"PrecursorKey": "Artifact",
	"PrecursorKey_Red": "Red Artifact",
	"PrecursorKey_Blue": "Blue Artifact",
	"PrecursorKey_Orange": "Orange Artifact",
	"PrecursorKey_White": "White Artifact",
	"PrecursorKey_Purple": "Purple Artifact",
	"PrecursorKey_PurpleFragment": "Purple Artifact Fragment",
	
	"CallElevator": "Call Elevator",
	"StartElevator": "Activate Elevator",

    "OpenPercent": "OPEN PERCENT: {0}%",
    "PowerPercent": "Power: {0:P0}",
    "FuelPercent": "Fuel: {0:P0}",
    "Weld": "ซ่อม",

    "PowerSourceUnload": "Unload {0}",
    "PowerSourceUnloaded": "No power source",
    "BatteryCharge": "CHARGE: {0:P0} ({1}/{2})",
    "BatteryNotInserted": "NO BATTERY",

    // Tool upgrades
    "DiamondBlade": "มีดแข็ง",
    "DiveSuit": "Dive suit",
    "HeatBlade": "มีดร้อน",
    "HighCapacityTank": "ถังอากาศความจุสูง",
    "LaserCutter": "เครื่องตัดเลเซอร์",
    "LithiumIonBattery": "แบตเตอรี่ลิเธียมไอออน",
    "PlasteelTank": "ถังอากาศพลาสตีล",
    "PowerGlide": "Powerglide",
    "RepulsionCannon": "Repulsion cannon",
    "Stillsuit": "ชุดกลั่น",
    "StillsuitCreatedWater": "ชุดกลั่นเก็บน้ำจากการรีไซเคิลได้ 1 ถ้วยตวง",
    "StillsuitEquipped": "ใส่ชุดกลั่นแล้ว กำลังรวบรวมความชื้นจากร่างกาย",
    "SwimChargeFins": "ตีนกบชาร์จไฟ",
    "UltraGlideFins": "ตีนกบเพิ่มความเร็ว",

    
//////////////////////   
////////TOOLTIPS//////
//////////////////////  
    
    "Tooltip_Poster": "Natural Selection 2 Poster",
    "Tooltip_PosterAurora": "Aurora Poster",
    "Tooltip_PosterExoSuit1": "PRAWN Suit Poster - Land",
    "Tooltip_PosterExoSuit2": "PRAWN Suit Poster - Sea",
    "Tooltip_PosterKitty": "Keep Calm Poster",    
    
    
    "Tooltip_DiamondBlade": "Diamond-hardened blade",
    "Tooltip_DiveSuit": "Basic dive suit",
    "Tooltip_HeatBlade": "Heated blade",
    "Tooltip_HighCapacityTank": "Extra air capacity",
    "Tooltip_LaserCutter": "Cuts things open",
    "Tooltip_LithiumIonBattery": "Double the energy of a standard battery",
    "Tooltip_PlasteelTank": "Extra light tank",
    "Tooltip_PowerGlide": "Right-mouse to activate power surge",
    "Tooltip_RepulsionCannon": "Applies force to objects",
    "Tooltip_Stillsuit": "Reclaims moisture from body",
    "Tooltip_SwimChargeFins": "Wirelessly charges your held tool while you swim",
    "Tooltip_UltraGlideFins": "Increased swim speed",

    "Audiolog": "Audiolog - Ouch, where does this show up in the game?",
    "GrandReefsEgg": "Grand Reefs egg",
    "GrassyPlateausEgg": "Grassy Plateaus egg",
    "KelpForestEgg": "Kelp Forest egg",
    "KooshZoneEgg": "Koosh Zone egg",
    "LavaZoneEgg": "Lava Zone egg",
    "MushroomForestEgg": "Mushroom Forest egg",
    "Observatory": "Observatory",
    "SafeShallowsEgg": "Safe Shallows egg",
    "TwistyBridgesEgg": "Twisty Bridges egg",
    "SurvivorPDA": "Abandoned PDA",
    "Tooltip_SurvivorPDA": "Download data",
    "GenericConsole": "Data terminal",
    "Tooltip_GenericConsole": "Download data",

    "Workbench": "Modification station",
    "Tooltip_Workbench": "Advanced fabricator for modification of survival equipment",

    "Centrifuge": "Centrifuge",
    "Tooltip_Centrifuge": "Centrifuge",

    "HullReinforcementModule": "Cyclops pressure compensator",
    "Tooltip_HullReinforcementModule": "Rearranges the submarine hull's atomic structure to increase safe diving depth.",

	"CyclopsHullModule1": "Cyclops pressure compensator",
    "Tooltip_CyclopsHullModule1": "Rearranges the submarine hull's atomic structure to increase safe diving depth.",

	"CyclopsHullModule2": "Cyclops pressure compensator MK2",
    "Tooltip_CyclopsHullModule2": "Rearranges the submarine hull's atomic structure to increase safe diving depth by extreme amounts.",


    "PowerUpgradeModule": "Cyclops power efficiency module",
    "Tooltip_PowerUpgradeModule": "Recycles heat byproduct to increase engine efficiency.",

    "SpecialHullPlate": "Hull plate",
    "Tooltip_SpecialHullPlate": "Limited edition numbered hull plate (thank you!)",

    "DevTestItem": "Dev test item",
    "Tooltip_DevTestItem": "Really. REALLY.",

    "BikemanHullPlate": "Bikeman Hull Plate",
    "Tooltip_BikemanHullPlate": "https://www.youtube.com/BikestMan",

	"EatMyDictionHullPlate": "Eat My Diction Hull Plate",
    "Tooltip_EatMyDictionHullPlate": "https://www.youtube.com/EatMyDiction1",

    "DioramaHullPlate": "Diorama Hull Plate",
    "Tooltip_DioramaHullPlate": "A special Hull Plate to commemorate a unique diorama.",

    "MarkiplierHullPlate": "Markiplier Hull Plate",
    "Tooltip_MarkiplierHullPlate": "I'm not scared. Not even a little bit.",

    "MuyskermHullPlate": "Muyskerm Hull Plate",
    "Tooltip_MuyskermHullPlate": "Reconsider your YouTube subscription standards.",

    "LordMinionHullPlate": "LordMinion Hull Plate",
    "Tooltip_LordMinionHullPlate": "The most handsome Subnautica Hull Plate of all time.",

    "JackSepticEyeHullPlate": "JackSepticEye Hull Plate",
    "Tooltip_JackSepticEyeHullPlate": "Jack creates clean, swearing-free videos appropriate for viewing by all ages.",

    "IGPHullPlate": "Indie Game Promoter Hull Plate",
    "Tooltip_IGPHullPlate": "IGP helps promote indie games big and small! https://www.youtube.com/theindiegamepromoter",

    "GilathissHullPlate": "Gilathiss Hull Plate",
    "Tooltip_GilathissHullPlate": "Gilathiss is a Polish youtuber with the longest running Subnautica series! https://www.youtube.com/GilathissNew",

    "Sign" : "Sign",
    "Tooltip_Sign" : "Sign",

    "PictureFrame" : "Picture Frame", 
    "Tooltip_PictureFrame" : "", 

    "Seamoth": "ซีมอธ",
    "Exosuit": "PRAWN",
    "PropulsionCannon" : "Propulsion cannon",
    "SandLoot" : "ทราย",
    "sand" : "ทราย",
    "Signal" : "Signal",
    "Silicone" : "ยางซิลิโคน",
    "FiberMesh" : "ผ้า",
	"Lifepod" : "Lifepod",
	"MapRoomCamera": "Camera",

	"RocketBase": "Rocket Base",
	"RocketBaseLadder": "Rocket Gantry",
	"RocketStage1": "Rocket Stage 1",
	"RocketStage2": "Rocket Stage 2",
	"RocketStage3": "Rocket Stage 3",

	"Tooltip_RocketBase": "Rocket Base",
	"Tooltip_RocketBaseLadder": "Rocket Gantry",
	"Tooltip_RocketStage1": "Rocket Stage 1",
	"Tooltip_RocketStage2": "Rocket Stage 2",
	"Tooltip_RocketStage3": "Rocket Stage 3",
	
	"Rocket_PreflightCheck1": "Rocket: Life support systems online.",
	"Rocket_PreflightCheck2": "Rocket: Pressurizing hydraulics.",
	"Rocket_PreflightCheck3": "Rocket: Auxiliary power unit online.",
	"Rocket_PreflightCheck4": "Rocket: Telemetric systems online; exit vectors calculating.",
	"Rocket_PreflightCheck5": "Rocket: Communications systems array active.",
	"Rocket_PreflightCheck6": "Rocket: Primary Computer systems active.",

	"PreflightCheck_LifeSupport": "Life Support Systems",
	"PreflightCheck_Hydraulics": "Hydraulic Systems",
	"PreflightCheck_APU": "Auxiliary Power Unit",
	"PreflightCheck_Telemetry": "Telemetrics",
	"PreflightCheck_CommunicationsArray": "Communications Array",
	"PreflightCheck_Computer": "Primary Computer",

	"Status": "Status",
	"Ready": "Ready",
	"NotReady": "Not Ready",

	"ThrowSwitch": "Throw Switch",
	"ActivateSystem": "Activate System",

	"Launch_Rocket": "Launch Rocket!",
	"Rocket_NotReady": "Rocket Not Ready",

	"ConstructButton": "Construct",
	"ConstructingInfo": "Constructing...",

    "BallClusters" : "Treespawn",
    "BarnacleSuckers" : "Tree leech",
    "BigCoralTubes": "Giant coral tubes",
    "BloodGrass": "Blood grass",
    "BlueBarnacle" : "Blue barnacle",
    "BlueBarnacleCluster" : "Blue barnacle cluster",
    "BlueCluster": "Grue cluster",
    "BlueCoralTubes" : "Jordi's Tung",
    "BlueJeweledDisk" : "Blue table coral",
    "BrownTubes": "Earthen coral tubes",
    "CoralChunk": "Common coral sample",
    "CoralShellPlate": "Coral shell plate",
    "GreenGrass" : "Green grass",
    "GreenJeweledDisk" : "Green table coral",
    "GreenReeds" : "Spotted reeds",
    "HugeKoosh" : "Giant koosh",
    "JeweledDiskPiece": "Table coral sample",
    "LargeKoosh": "Large koosh",
    "MediumKoosh": "Medium koosh",
    "Mohawk" : "Mohawk",
    "PurpleJeweledDisk" : "Purple table coral",
    "RedGrass" : "Red grass",
    "RedJeweledDisk" : "Red table coral",
    "RedSeaweed" : "Blood weed",
    "SmallKoosh" : "Pygmy koosh",
    "SmallStorage": "Waterproof Locker",
    "StalkerTooth" : "Stalker tooth",
    "TreeMushroom": "Tree mushroom",
    "TreeMushroomPiece": "Fungal sample",
    "CoveTree": "Giant Cove Tree",

    // Fragments
    "BaseBioReactorFragment": "Bioreactor fragment",
    "BaseBulkheadFragment" : "Bulkhead fragment",
    "BaseFiltrationMachineFragment" : "Filtration machine fragment",
    "BaseMapRoomFragment" : "Scanner room fragment",
    "BaseNuclearReactorFragment": "Nuclear reactor fragment",
    "BaseObservatoryFragment" : "Observatory fragment",
    "BaseRoomFragment" : "Multipurpose room fragment",
    "BaseUpgradeConsoleFragment" : "Vehicle upgrade console fragment",
    "BatteryChargerFragment": "Battery charger fragment",
    "BioreactorFragment": "Bioreactor fragment",
    "ConstructorFragment" : "Mobile Vehicle Bay fragment",
    "CyclopsBridgeFragment" : "Cyclops bridge fragment",
    "CyclopsDockingBayFragment" : "Cyclops docking bay fragment",
    "CyclopsEngineFragment" : "Cyclops engine fragment",
    "CyclopsHullFragment" : "Cyclops hull fragment",
    "ExosuitFragment": "PRAWN suit fragment",
    "FiltrationMachineFragment": "Filtration machine fragment",
    "MoonpoolFragment": "Moonpool fragment",
    "NuclearReactorFragment": "Nuclear reactor fragment",
    "PowerCellChargerFragment": "Power cell charger fragment",
    "PowerTransmitterFragment" : "Power transmitter fragment",
    "PropulsionCannonFragment": "Propulsion cannon fragment",
    "RadioFragment" : "Communications Relay fragment",
    "ReinforcedDiveSuitFragment": "Reinforced dive suit fragment",
    "ReinforceHullFragment": "Cyclops pressure compensator fragment",
    "SeaglideFragment" : "Seaglide fragment",
    "SeamothFragment": "Seamoth fragment",
    "SolarPanelFragment" : "Solar panel fragment",
    "SpecimenAnalyzerFragment" : "Specimen analyzer fragment",
    "StasisRifleFragment": "Stasis rifle fragment",
    "StillSuitFragment": "Stillsuit fragment",
    "TerraformerFragment": "Terraformer fragment",
    "ThermalPlantFragment": "Thermal Plant fragment",
    "TransfuserFragment": "Transfuser fragment",
    "WorkbenchFragment": "Modification station fragment",
    "ExosuitPropulsionArmFragment" : "PRAWN suit propulsion arm fragment", 
	"ExosuitGrapplingArmFragment" : "PRAWN suit grappling arm fragment",
	"ExosuitDrillArmFragment" : "PRAWN suit drill arm fragment", 
	"ExosuitTorpedoArmFragment" : "PRAWN suit torpedo arm fragment",
    "AquariumFragment": "Aquarium fragment",
    "BaseWaterParkFragment": "Alien containment fragment",
    "BenchFragment": "Bench fragment",
    "BuilderFragment": "Builder fragment",
    "FarmingTrayFragment": "Plant bed fragment",
    "LEDLightFragment": "Light stick fragment",
    "PlanterBoxFragment": "Indoor growbed fragment",
    "PlanterPotFragment": "Plant pot fragment",
    "PlanterShelfFragment": "Wall mounted plant pot fragment",
    "PictureFrameFragment": "Picture frame fragment",
    "RadiationSuitFragment": "Radiation suit fragment",
    "ReinforcedDiveSuitFragment": "Reinforced dive suit fragment",
    "SignFragment": "Sign fragment",
    "StillsuitFragment": "Stillsuit fragment",
    "TechlightFragment": "Floodlight fragment",
    "ExosuitClawArmFragment": "PRAWN suit fragment",


    // Blueprints
    "BaseBulkheadBlueprint": "Bulkhead blueprint",
    "BaseRoomBlueprint": "Multipurpose room blueprint",
    "BioreactorBlueprint": "Bioreactor blueprint",
    "ConstructorBlueprint": "Mobile vehicle bay blueprint",
    "CyclopsBlueprint": "Cyclops blueprint",
    "CyclopsBridgeBlueprint" : "Cyclops Bridge Blueprint",
    "CyclopsDockingBayBlueprint" : "Cyclops Docking Bay Blueprint",
    "CyclopsEngineBlueprint" : "Cyclops Engine Blueprint",
    "CyclopsHullBlueprint" : "Cyclops Hull Blueprint",
    "ExosuitBlueprint": "PRAWN suit blueprint",
    "FabricatorBlueprint": "Fabricator blueprint",
    "FiltrationMachineBlueprint": "Filtration machine blueprint",
    "LEDLightBlueprint": "Light stick blueprint",
    "MoonpoolBlueprint": "Moonpool blueprint",
    "NuclearReactorBlueprint": "Nuclear reactor blueprint",
    "PropulsionCannonBlueprint": "Propulsion cannon blueprint",
    "ReinforceHullBlueprint": "Cyclops Pressure Compensator blueprint",
    "SeamothBlueprint": "Seamoth blueprint",
    "SpecimenAnalyzerBlueprint": "Specimen analyzer blueprint",
    "StasisRifleBlueprint": "Stasis rifle blueprint",
    "StillsuitBlueprint" : "Stillsuit Blueprint",
    "TechlightBlueprint": "Floodlight blueprint",
    "TerraformerBlueprint": "Terraformer blueprint",
    "ThermalPlantBlueprint": "Thermal plant blueprint",
    "TransfuserBlueprint": "Transfuser blueprint",
    "WorkbenchBlueprint": "Modification station blueprint",

    "Boulder": "Boulder",
    "HangingStinger": "Drooping Stinger",
    "SpikePlant": "Tiger plant",
    "FilteredWater" : "น้ำที่กรองแล้ว",
    "BigFilteredWater" : "Big filtered water",
    "StillsuitWater" : "Reclaimed water",
	"Snack1" : "Snack",
	"Snack2" : "Snack",
	"Snack3" : "Snack",
	"Coffee" : "Coffee",

    "DisinfectedWater": "น้ำที่ฆ่าเชื้อแล้ว",
    "FirstAidKit": "ชุดปฐมพยาบาล",

    "CookedBladderfish": "ปลาเบลดเดอร์ฟิชสุก",
    "CookedBoomerang": "ปลาบูเมอแรงสุก",
    "CookedLavaBoomerang": "ลาวาบูเมอแรงสุก",
    "CookedEyeye": "อายอายสุก",
    "CookedLavaEyeye": "ลาวาอายอายสุก",
    "CookedGarryFish": "ปลาแกร์รีฟิชสุก",
    "CookedHoleFish": "ปลาโฮลฟิชสุก",
    "CookedHoopfish": "ฮูปฟิชสุก",
    "CookedHoverfish": "โฮฟเวอร์ฟิชสุก",
    "CookedOculus": "อคคิวลัสสุก",
    "CookedPeeper": "ปลาพีปเปอร์สุก",
    "CookedReginald": "ปลาเรจิเนลด์สุก",
    "CookedSpadefish": "ปลาสเปดฟิชสุก",
    "CookedSpinefish": "สไปน์ฟิชสุก",

    "CuredBladderfish": "ปลาเบลดเดอร์ดอง",
    "CuredBoomerang": "ปลาบูเมอแรงดอง",
    "CuredLavaBoomerang": "ลาวาบูเมอแรงดอง",
    "CuredEyeye": "อายอายดอง",
    "CuredLavaEyeye": "ลาวาอายอายดอง",
    "CuredGarryFish": "ปลาแกร์รีฟิชดอง",
    "CuredHoleFish": "ปลาโฮลฟิชดอง",
    "CuredHoopfish": "ฮูปฟิชดอง",
    "CuredHoverfish": "ปลาโฮฟเวอร์ฟิชดอง",
    "CuredOculus": "อคคิวลัสดอง",
    "CuredPeeper": "ปลาพีปเปอร์ดอง",
    "CuredReginald": "ปลาเรจีเนลด์ดอง",
    "CuredSpadefish": "ปลาสเปดฟิชดอง",
    "CuredSpinefish": "สไปน์ฟิชดอง",

    "Decomposing": "เก่า",
    "Ripe": "เปื่อย",
    "Rotting": "เน่า",
	"Dead": "ตาย",

    "Unobtanium": "Unobtanium",

    "HoleFish": "ปลาโฮลฟิช",
    "Jumper": "ชัตเทิลบั๊ก",
    "Peeper": "ปลาพีปเปอร์",
    "Oculus": "อคคิวลัส",
    "Hoopfish": "ปลาฮูปฟิช",
    "RabbitRay": "ปลากระเบนแรบบิต",
    "GarryFish": "ปลาแกรรีฟิช",
    "Slime": "สไลม์",
    "Crash": "แครชฟิช",
    "CrashPowder": "ผงแครชฟิช",
    "Boomerang": "ปลาบูเมอแรง",
    "LavaBoomerang": "ลาวาบูเมอแรง",
    "LavaLarva": "Lava larva",
    "LavaLizard": "Lava lizard",
    "SeaDragon": "Sea dragon leviathan",
    "Stalker": "Stalker",
    "Eyeye": "อายอาย",
    "LavaEyeye": "ลาวาอายอาย",
    "Bloom": "Bloom",
    "Bladderfish": "ปลาเบลดเดอร์ฟิช",
    "Hoverfish": "ปลาโฮฟเวอร์ฟิช",
    "Jellyray": "ปลากระเบนเจลลีเรย์",
    "Reefback": "Reefback",
    "Reginald": "ปลาเรจิเนลด์",
    "Spadefish": "ปลาสเปดฟิช",
    "Grabcrab": "Grabcrab",
    "Floater": "Floater",
    "Gasopod": "Gasopod",
    "Sandshark": "Sandshark",
    "Skyray": "Skyray",
    "Player": "Player",
    "AirBladder": "Air bladder",
	"Spinefish": "สไปน์ฟิช",
	"Shuttlebug": "ชัตเทิลบั๊ก",
	"Blighter": "Blighter",
    "Biter": "Biter",
    "Bleeder": "Bleeder",
    "CaveCrawler": "Cave crawler",
    "CrashHome": "Crashfish habitat",
    "Mesmer": "Mesmer",
    "SeaTreader": "Sea treader",
    "ReaperLeviathan": "Reaper leviathan",
    "CrabSquid": "Crabsquid",
    "Warper": "Warper",
    "Crabsnake": "Crabsnake",
    "Shocker": "Ampeel",
    "BoneShark": "Boneshark",
    "SeaEmperorBaby": "Sea Emperor Juvenile",
    "GhostRayBlue": "Ghostray",
    "GhostRayRed": "Crimson Ray",
    "SpineEel": "River Prowler",
	"PrecursorDroid": "Alien Drone",
	"CaveSkeleton": "Ancient Skeleton",

    "DEPTH": "ความลึก",
	"POWER": "พลังงาน",
    "NITROGEN": "ไนโตรเจน",
    "MeterSuffix": " เมตร",
    "SUB DEPTH": "SUB DEPTH",
    "ECOSYSTEM": "ECOSYSTEM",
    "BATHSPHERE": "BATHSPHERE",
    "BLOOD SUGAR": "BLOOD SUGAR",
    "FOOD": "อาหาร",
    "CookedFood": "อาหารสุก",
    "CuredFood": "อาหารดอง",
    "H20": "H20",
    "DURABILITY": "DURABILITY",
    "Initializing dive suit HUD...": "Initializing dive suit HUD...",
    "Initializing objectives...": "Initializing objectives...",
    "|": "|",
    "Demo time": "Demo time",
    "InventorySecured": "ช่องเก็บของปลอดภัยแล้ว.",
    "THANK YOU FOR PLAYING": "THANK YOU FOR PLAYING",
    "PRIMARY": "PRIMARY",
    "SECONDARY": "SECONDARY",
    "ControlSubInstructions": "WASD to pilot, SPACE/C for vertical",
    "ControlSubInstructions.XB1": "Left stick to pilot, LB/RB for vertical",
    "ControlSubInstructions.PS4": "Left stick to pilot, L1/R1 for vertical",
    "Drop loot onto Constructor": "Drop loot onto Constructor",
    "PressExitToExit": "ออก",
    "PressToExit": "ออก ({0})",
    "DeployConstructor" : "Deploy vehicle bay in water",
    "DeployConstructorInWater" : "Should be in water to deploy vehicle bay!",
	"DeployConstructorInPrecursor" : "Must be in open water to deploy vehicle bay!",
    "Total: ": "Total: ",
    "<UnImplemented>": "(not implemented yet)",
    "<Bullet>": " • ",
    "DontHaveNeededIngredients": "You don't have the needed ingredients!",
    "YouDied": "You died.",
    "YouDiedLostStuff": "You died and lost some stuff.",
    "HardcoreGameOver" : "You died. Game Over.",
    "OXYGEN": "อากาศ",
    "SecsO2" : "{0}s",
    "Empty" : "ว่างเปล่า",
    "2": "2",
    "How likely are you to recommend this game to a friend?": "How likely are you to recommend this game to a friend?",
    "Submit": "Submit",
    "WASD to pilot, SPACE/C for vertical, E to exit": "WASD to pilot, SPACE/C for vertical, E to exit",
    "I": "I",
    "TRANSFUSER SERUM": "TRANSFUSER SERUM",
    "PLAYER EFFECTS": "PLAYER EFFECTS",
    "CREATURE DEBUG": "CREATURE DEBUG",
    "PickUp" : "หยิบ",
    "PickedUp" : "ได้รับ {0}",
    "Needs" : "Needs",
    "SitDown": "นั่ง",
    "StandUp": "ยืน",
    "UseBed": "นอน",
	"BedSleepTimeOut": "Can't sleep right now. You already slept recently.",
    "OxygenWarning10": "ฉุกเฉิน: ออกซิเจนเหลืออีก 10 วินาที.",
    "OxygenWarning30": "คำเตือน: ออกซิเจนเหลืออีก 30 วินาที.",
    "PlayWithFish": "Play With Fish",	

    "LockedRecipeHint" : "ไม่ทราบวัตถุดิบ.",

    // Fabricator menu
    "FabricatorMenu_Resources" : "ทรัพยากร",
    "FabricatorMenu_BasicMaterials" : "วัตถุดิบพื้นฐาน",
    "FabricatorMenu_AdvancedMaterials" : "วัตถุดิบขั้นสูง",
    "FabricatorMenu_Electronics" : "อิเล็กทรอนิกส์",
    "FabricatorMenu_Survival" : "การยังชีพ",
    "FabricatorMenu_Water" : "น้ำ",
    "FabricatorMenu_CookedFood" : "ทำอาหาร",
    "FabricatorMenu_CuredFood" : "ถนอมอาหาร",
    "FabricatorMenu_Personal" : "ส่วนตัว",
    "FabricatorMenu_Equipment" : "อุปกรณ์สวมใส่",
    "FabricatorMenu_Tools" : "เครื่องมือ",
    "FabricatorMenu_Machines" : "Deployables",
    "FabricatorMenu_Submarine" : "เรือดำน้ำ",

    // Constructor menu
    "ConstructorMenu_Vehicles" : "ยาพาหนะ",
	"ConstructorMenu_Rocket" : "Rocket",

    // Workbench menu
    "WorkbenchMenu_BatteryMenu" : "Battery Upgrades", 
    "WorkbenchMenu_KnifeMenu" : "Survival Knife",
    "WorkbenchMenu_TankMenu" : "Air Tank",
    "WorkbenchMenu_FinsMenu" : "Fins",
    "WorkbenchMenu_PropulsionCannonMenu" : "Propulsion Cannon",
	"WorkbenchMenu_CyclopsMenu" : "Cyclops Upgrades",
	"WorkbenchMenu_SeamothMenu" : "Seamoth Upgrades",

    // Seamoth upgrade menu
    "SeamothUpgradesMenu_CommonModules" : "Common modules",
    "SeamothUpgradesMenu_SeamothModules" : "Seamoth modules",
    "SeamothUpgradesMenu_ExosuitModules" : "PRAWN suit modules",
    "SeamothUpgradesMenu_Torpedoes" : "Torpedoes",

    // Tooltips
    "Tooltip_AdvancedWiringKit": "CPU with gold/silver wiring for advanced construction.",
    "Tooltip_Aerogel": "Light, porous, dried gel. High heat insulation.",
    "Tooltip_AirBladder": "Chemical reaction produces lighter-than air gas for personal buoyancy.",
    "Tooltip_AluminumOxide": "Al₂O₃. Valuable thermo-conductivity and electro-conductance.",
    "Tooltip_AminoAcids": "Protein and neurotransmitter building block.",
    "Tooltip_Aquarium": "Self-sustaining aquatic habitat.",
    "Tooltip_PlanterPot": "Titanium pot containing synthetic soil.",
    "Tooltip_PlanterPot2": "Titanium pot containing synthetic soil.",
    "Tooltip_PlanterPot3": "Titanium pot containing synthetic soil.",
    "Tooltip_PlanterBox": "Artificial plant bed, suitable for interior use only.",
    "Tooltip_PlanterShelf": "Wall-mounted plant pot",
    "Tooltip_FarmingTray": "Artificial plant bed, suitable for use on land or underwater.",
    "Tooltip_FiltrationMachine": "Water filtration machine",
    "Tooltip_AramidFibers": "High-strength synthetic fibers",
    "Tooltip_Battery": "Mobile power source.",
    "Tooltip_Beacon": "Navigation aid. Maintains and broadcasts its position.",
	"Tooltip_Bench": "Simple metal appliance. Conserves energy when resting.",
    "Tooltip_Benzene": "C₆H₆. Oil and solvent applications.",
    "Tooltip_Bleach": "NaClO. Sodium hypochlorite bleach. Sanitizing applications.",
    "Tooltip_BloodOil": "Oily goo",
    "Tooltip_BloodRoot": "A ruddy root",
    "Tooltip_BloodVine": "",
    "Tooltip_Scanner": "A handheld spectroscope scanner for recording atomic-level information on targeted entities",
    "Tooltip_Builder": "Fabricates habitat compartments and appliances from raw materials.",
    "Tooltip_Compass": "HUD NWSE indicator",
    "Tooltip_ComputerChip": "Multi-purpose CPU.",
    "Tooltip_Constructor": "Fabricates vehicles from raw materials.",
    "Tooltip_CookedBladderfish": "Spongy. Gristly. Thankfully odorless.",
    "Tooltip_CookedBoomerang": "Good eating around the cartilaginous fins.",
    "Tooltip_CookedLavaBoomerang": "",
    "Tooltip_CookedEyeye": "High in protein. Small in size. Hard to keep down. ",
    "Tooltip_CookedLavaEyeye": "",
    "Tooltip_CookedGarryFish": "Floral flavor, but very little of it.",
    "Tooltip_CookedHoleFish": "Gelatinous flesh with good nutrient value.",
    "Tooltip_CookedHoopfish": "Never eat the antennae.",
    "Tooltip_CookedHoverfish": "Firm, low-fat reptilian flesh.",
    "Tooltip_CookedOculus": "Dark, dense meat. A good meal bar the sulphuric aftertaste.",
    "Tooltip_CookedPeeper": "Protein-rich eyeballs. Small bones add texture.",
    "Tooltip_CookedReginald": "Pungent and smoky.",
    "Tooltip_CookedSpadefish": "Decent size but salty.",
    "Tooltip_CookedSpinefish": "Never eat the antennae.",
    "Tooltip_Copper": "Essential wiring component.",
    "Tooltip_CopperWire": "Copper atoms fabricated into basic electrical wiring.",
    "Tooltip_CoralChunk": "Sample containing CaCO₃. Calcium carbonate is a base ingredient for bleach.",
    "Tooltip_CrashPowder": "SO₄Tr. Sulfur-based powder. Combustible underwater.",
    "Tooltip_CuredBladderfish": "Reminiscent of jerky.",
    "Tooltip_CuredBoomerang": "Tough but flavorsome.",
    "Tooltip_CuredLavaBoomerang": "",
    "Tooltip_CuredEyeye": "Shriveled, hardened and somehow more appetizing.",
    "Tooltip_CuredLavaEyeye": "",
    "Tooltip_CuredGarryFish": "The only flavor is salt.",
    "Tooltip_CuredHoleFish": "Salting has given the flesh a mousse-like consistency.",
    "Tooltip_CuredHoopfish": "This fish actually tastes like fish.",
    "Tooltip_CuredHoverfish": "The crispy, salty legs are the highlight.",
    "Tooltip_CuredOculus": "Meaty and still strong in flavour.",
    "Tooltip_CuredPeeper": "Preserved in salt.",
    "Tooltip_CuredReginald": "Over salty.",
    "Tooltip_CuredSpadefish": "Your daily dose of salt in a single portion.",
    "Tooltip_CuredSpinefish": "This fish actually tastes like fish.",
    "Tooltip_CurrentGenerator": "Uses artificial gravity to generate convection current.",
    "Tooltip_Cutefish": "Special Edition pet",
    "Tooltip_Cyclops": "Vast industrial-use submarine.",
    "Tooltip_Diamond": "C. Carbon allotrope with superlative physical properties.",
    "Tooltip_DisinfectedWater": "H₂O. 12oz. Microorganism-free.",
    "Tooltip_DiveReel": "Anchors to a physical point and unwinds as you explore.",
    "Tooltip_EnameledGlass": "Glass hardened using a natural substrate.",
    "Tooltip_Exosuit": "Walk on the ocean floor.",
    "Tooltip_Fabricator": "Basic survival fabricator. Atomically rearranges resources.",
    "Tooltip_Incubator": "Incubation machine.",
    "Tooltip_HatchingEnzymes": "Mysterious enzymes",
    "Tooltip_EnzymeCureBall" : "A concentrated enzyme mass",
	"Tooltip_Radio" : "Receive short-range outworld communcation.",
	"Tooltip_MedicalCabinet" : "Fabricates a medical kit every 30 minutes.",
	"Tooltip_FireExtinguisher" : "Keeps fires in check.",
    "Tooltip_FiberMesh": "Strong natural fiber. Comfy.",
    "Tooltip_FilteredWater": "H₂O. 6oz. Pure.",
    "Tooltip_BigFilteredWater": "H₂O. 15oz. Pure.",
    "Tooltip_Fins": "Translate vertical limb movements underwater into forward thrust.",
    "Tooltip_FirstAidKit": "Treated bandages. Apply to staunch blood-flow and sanitize wounds.",
    "Tooltip_Flare": "Multi-realizable underwater light source.",
    "Tooltip_Flashlight": "Battery-powered underwater light source.",
    "Tooltip_Floater": "Composed of multiple organisms in symbiosis. Lifecycle unknown.",
    "Tooltip_GasPod": "Gassy acid pod.",
    "Tooltip_Glass": "SiO₄. Pure fused quartz glass.",
    "Tooltip_Gold": "Au. Valuable conductive properties.",
    "Tooltip_GrandReefsEgg": "Unidentified egg.",
    "Tooltip_Graphene": "C. Carbon arranged one atom thick. Stronger than steel.",
    "Tooltip_GrassyPlateausEgg": "Unidentified egg.",
    "Tooltip_Gravsphere": "Uses artificial gravity to attract light objects.",
    "Tooltip_Hoopfish": "Uses its encircling antennae to induct itself through the water.",
    "Tooltip_HydrochloricAcid": "HCl. Powerful acidic compound. Employ due care.",
    "Tooltip_JeweledDiskPiece": "Contains trace precious metals used in computer fabrication.",
    "Tooltip_KelpForestEgg": "Unidentified egg.",
    "Tooltip_Knife": "Standard survival tool. Multi-functional.",
    "Tooltip_KooshZoneEgg": "Unidentified egg.",
    "Tooltip_Kyanite": "Deep blue heat resistant crystal.",
    "Tooltip_LavaZoneEgg": "Unidentified egg.",
    "Tooltip_Lead": "Pb. Insulates against radiation.",
    "Tooltip_Lithium": "Li. Applications in high-strength alloys.",
    "Tooltip_Locker": "Locks away things you need to store.",
    "Tooltip_Lubricant": "Naturally-derived, oil-based lubricant. Industrial applications.",
    "Tooltip_Magnesium": "Mg. Combustible metal.",
    "Tooltip_Magnetite": "Ma. Metal with magnetic properties.",
    "Tooltip_MercuryOre": "HgS. Cinnabar. Heat in O₂ to acquire refined mercury.",
    "Tooltip_MushroomForestEgg": "A mysterious egg",
    "Tooltip_Nanowires" : "Wires for nanoscale quantum devices.",
    "Tooltip_NutrientBlock": "Dense, processed food from the Aurora.",
	"Tooltip_Nickel": "Ni. Versatile alloy ingredient.",
    "Tooltip_OpalGem": "Si. A gem of concentrated silicon.",
    "Tooltip_Pipe": "A chain of pipes can be used to pump air to far away places. Start with a pump.",
	"Tooltip_PipeSurfaceFloater": "Floating device that pumps air into pipes. Acts as starting point for a pipe chain.",
	"Tooltip_BasePipeConnector": "Base-attached device that pumps air into pipes. Acts as starting point for a pipe chain.",
    "Tooltip_PlasteelIngot": "Ultra-strong material.",
    "Tooltip_Polyaniline": "High conductance polymer.",
    "Tooltip_PowerCell": "High-capacity mobile power source.",
    "Tooltip_PropulsionCannon" : "Warps gravity to pull and push objects.",
    "Tooltip_Quartz": "SiO⁴. Silica in crystalline form.",
    "Tooltip_RadiationGloves": "Lead-based radiation protection.",
    "Tooltip_RadiationHelmet": "Lead-lined radiation helmet.",
    "Tooltip_RadiationSuit": "Lead-lined suit providing insulation from radiation.",
    "Tooltip_ReactorRod": "Used to power nuclear reactors.",
    "Tooltip_DepletedReactorRod": "Nuclear waste.",
    "Tooltip_Rebreather": "Absorb CO₂ to recycle used air at greater depths.",
    "Tooltip_ReinforcedDiveSuit": "Heavy aramid fiber dive suit providing 50% physical protection.",
    "Tooltip_SafeShallowsEgg": "An unidentified egg.",
    "Tooltip_Salt": "NaCl. Culinary and sanitation applications.",
    "Tooltip_ScrapMetal": "Composed of 87% titanium.",
    "Tooltip_Seaglide": "Converts torque into thrust underwater via propeller.",
    "Tooltip_Seamoth": "One-person submersible.",
    "Tooltip_SeaTreaderPoop": "Really?",
    "Tooltip_Signal": "Co-ordinates.",
	"Tooltip_PrecursorKey_Red" : "Ancient Alien Artifact. Glows Red.",
	"Tooltip_PrecursorKey_Orange" : "Ancient Alien Artifact. Glows Orange.",
	"Tooltip_PrecursorKey_Blue" : "Ancient Alien Artifact. Glows Blue.",
	"Tooltip_PrecursorKey_White" : "Ancient Alien Artifact. Glows White.",
	"Tooltip_PrecursorKey_Purple" : "Ancient Alien Artifact. Glows Purple.",
    "Tooltip_Silicone": "Synthetic, silicon-based rubber.",
    "Tooltip_Silver": "Ag. Conductive element and microbicide.",
    "Tooltip_SmallLocker" : "Wall-mounted storage locker.",
    "Tooltip_SmallStorage": "4x4 storage that maintains position in the water.",
    "Tooltip_SmallSupplyCrate": "Vacuum-packed supplies from the Aurora.",
    "Tooltip_Spotlight": "Fixed lighting solution.",
    "Tooltip_StalkerTooth": "A sharp, hardened calcium formation.",
    "Tooltip_StasisRifle": "Freezes physical objects.",
    "Tooltip_StillsuitWater": "H₂O. Purified, reclaimed body water.",
    "Tooltip_Sulphur": "S. Oxidant and reducing agent.",
    "Tooltip_SupplyCrate": "Vacuum-packed equipment from the Aurora.",
    "Tooltip_Tank": "O₂ mix. Compressed breathable air.",
    "Tooltip_Terraformer": "Accessible terrain alteration.",
    "Tooltip_Thermometer": "HUD temperature sensor.",
    "Tooltip_Titanium": "Ti. Basic building material.",
    "Tooltip_TitaniumIngot": "Ti. Condensed titanium bar.",
    "Tooltip_Transfuser": "Samples DNA.",
    "Tooltip_TreeMushroomPiece": "Indigenous flora. Contains fungal enzymes.",
    "Tooltip_TwistyBridgesEgg": "An unidentified egg.",
    "Tooltip_UraniniteCrystal": "A highly radioactive and interesting mineral.",
    "Tooltip_Uranium": "U. Nuclear fission applications.",
    "Tooltip_Welder": "Multi-purpose repair tool, functional in all environments.",
    "Tooltip_WiringKit": "Insulated silver wire. Essential electronic component.",
	"Tooltip_PrecursorIonCrystal": "Ion Crystal.",
	"Tooltip_PrecursorIonPowerCell": "Ion infused power cell.",
	"Tooltip_PrecursorIonBattery": "Ion infused battery.",
	"Tooltip_PrecursorIonCrystalMatrix": "Ion Crystal Matrix.",
	"Tooltip_Snack1": "Snack.",
	"Tooltip_Snack2": "Snack.",
	"Tooltip_Snack3": "Snack.",
	"Tooltip_Coffee": "Coffee.",

	"Tooltip_SingleWallShelf": "Single wall shelf",
	"Tooltip_WallShelves": "Wall shelves",
	"Tooltip_Bed1": "The bed",
	"Tooltip_Bed2": "The bed",
	"Tooltip_NarrowBed": "Narrow bed",
    "Tooltip_BatteryCharger": "Can charge up to 4 batteries simultaneously", 
    "Tooltip_PowerCellCharger": "Can charge up to 2 power cells simultaneously",

    // Decoration
    "Tooltip_StarshipCargoCrate": "But where's the cargo?!",
    "Tooltip_StarshipCircuitBox": "Behold, complex wires!",
    "Tooltip_StarshipDesk": "For white collar workers.",
    "Tooltip_StarshipChair": "Surprisingly comfy.",
    "Tooltip_StarshipChair2": "Surprisingly comfy.",
    "Tooltip_StarshipChair3": "Surprisingly comfy.",
    "Tooltip_StarshipMonitor": "No signal.",
    "Tooltip_BarTable": "Round glass table.",
    "Tooltip_Trashcans": "Trash cans",
    "Tooltip_LabTrashcan": "Used to dispose of nuclear waste",
    "Tooltip_VendingMachine": "Vending machine",
    "Tooltip_LabCounter": "Lab counter",
    "Tooltip_LuggageBag": "Luggage bag",
    "Tooltip_ArcadeGorgetoy": "Arcade gorge toy",
    "Tooltip_LabEquipment1": "Lab equipment",
    "Tooltip_LabEquipment2": "Lab equipment",
    "Tooltip_LabEquipment3": "Lab equipment",
    "Tooltip_CoffeeVendingMachine": "Coffee vending machine",
    "Tooltip_Cap1": "Blue cap",
    "Tooltip_Cap2": "Gray cap",
    "Tooltip_LabContainer": "Glass container",
    "Tooltip_LabContainer2": "Glass container",
    "Tooltip_LabContainer3": "Glass container",
    "Tooltip_StarshipSouvenir": "This ship model looks familiar.",
    "Tooltip_Marki1": "The doll",
    "Tooltip_Marki2": "The doll",
    "Tooltip_JackSepticEye": "",
    "Tooltip_EatMyDiction": "Eat My Diction's cat",

	"Damaged" : "Damaged ",

	"Open_SupplyCrate" : "Open supply crate",
    "Close_SupplyCrate" : "Close supply crate",
	"Locked_Door" : "Locked door", "Sealed_Door" : "Sealed door",
	"Sealed_SupplyCrate" : "Sealed supply crate",
    "Sealed" : "Sealed",
	"DoorInstructions_Powercell" : "Power up the nearby console to open", 
	"DoorInstructions_Keycard" : "Find the matching keycard to access",
	"SealedInstructions" : "Cut open to access",
	"GenericLocked" : "Door is unlocked from elsewhere",
	"OpenLocker": "เปิดล็อกเกอร์",
	"Radio" : "เครื่องถ่ายทอดสัญญาณการสื่อสาร",
	"Radio_Play" : "เล่นข้อความ",
	"Pickup_FireExtinguisher" : "Pickup Fire Extinguisher",
	"FireExtinguisher_Douse" : "Extinguish the Fire",
	"MedicalCabinet" : "เครื่องสร้างชุดปฐมพยาบาล",
	"MedicalCabinet_DoorClose" : "ปิด",
	"MedicalCabinet_DoorOpen" : "เปิด",
	"MedicalCabinet_PickupMedKit" : "หยิบชุดปฐมพยาบาล",
	"DamagedWires" : "Damaged Lifepod Systems",
	"DamagedWiresGeneric" : "Damaged Wires",
	"WeldToFix" : "ใช้เครื่องซ่อมแซม",
	"CyclopsLightingToggle" : "Toggle Internal Lighting On/Off",
	"CyclopsPowerToggle" : "Toggle Cyclops Power On/Off",
	"CyclopsFloodlightsToggle" : "Toggle External Floodlights On/Off",
	"Insert_Precursor_Key" : "Insert Artifact", 
	"Insert_Precursor_Crystal" : "Insert Fuel Crystal", 
	"Disable_Gun" : "Disable Facility",
    "Precursor architecture": "Alien architecture",



    // Fragments
    "Tooltip_BioreactorFragment": "A fragment of bioreactor technology",
    "Tooltip_BaseBioReactorFragment": "A fragment of bioreactor technology",
    "Tooltip_ExosuitFragment": "A fragment of PRAWN suit technology",
    "Tooltip_MoonpoolFragment": "A fragment of moonpool technology",
    "Tooltip_FiltrationMachineFragment": "A fragment of filtration machine technology",
    "Tooltip_NuclearReactorFragment": "A fragment of nuclear reactor technology",
    "Tooltip_BaseNuclearReactorFragment": "A fragment of nuclear reactor technology",
    "Tooltip_PropulsionCannonFragment": "A fragment of propulsion cannon technology",
    "Tooltip_ReinforceHullFragment": "A fragment of the Aurora's reinforced hull",
    "Tooltip_SeamothFragment": "If I'm correct this tooltip will no longer show up in game. Please report as a bug if you see this",
    "Tooltip_StasisRifleFragment": "A fragment of stasis rifle technology",
    "Tooltip_TerraformerFragment": "A fragment of terraformer technology",
    "Tooltip_ThermalPlantFragment": "A fragment of thermal plant technology",
    "Tooltip_TransfuserFragment": "A fragment of transfuser technology",
    "Tooltip_WorkbenchFragment": "A damaged section of one of the Aurora's equipment modification stations",
    "Tooltip_BatteryChargerFragment": "A fragment of battery charger technology",
    "Tooltip_PowerCellChargerFragment": "A fragment of power cell charger technology",
    "Tooltip_ExosuitPropulsionArmFragment" : "A fragment of PRAWN suit propulsion arm technology", 
	"Tooltip_ExosuitGrapplingArmFragment" : "A fragment of PRAWN suit grappling arm technology",
	"Tooltip_ExosuitDrillArmFragment" : "A fragment of PRAWN suit drill arm technology", 
	"Tooltip_ExosuitTorpedoArmFragment" : "A fragment of PRAWN suit torpedo arm technology",

    // Blueprints
    "Tooltip_BioreactorBlueprint": "Plans for building a Bioreactor",
    "Tooltip_ConstructorBlueprint": "Plans for building a Constructor",
    "Tooltip_CyclopsBlueprint": "Plans for building a Cyclops",
    "Tooltip_ExosuitBlueprint": "Plans for building an PRAWN suit",
    "Tooltip_FabricatorBlueprint": "Plans for building a Fabricator",
    "Tooltip_MoonpoolBlueprint": "Plans for building a Moonpool",
    "Tooltip_NuclearReactorBlueprint": "Plans for building a Nuclear Reactor",
    "Tooltip_ReinforceHullBlueprint": "Plans for building a Reinforce hull",
    "Tooltip_PropulsionCannonBlueprint": "Plans for building a Propulsion Cannon",
    "Tooltip_SeamothBlueprint": "Plans for building a Seamoth",
    "Tooltip_SpecimenAnalyzerBlueprint": "Plans for building a Specimen Analyzer",
    "Tooltip_StasisRifleBlueprint": "Plans for building a Stasis rifle",
    "Tooltip_TerraformerBlueprint": "Plans for building a Terraformer",
    "Tooltip_ThermalPlantBlueprint": "Plans for building a ThermalPlant",
    "Tooltip_TransfuserBlueprint": "Plans for building a Transfuser",
    "Tooltip_WorkbenchBlueprint": "Plans for building a modification station",
	"Tooltip_TechlightBlueprint": "Plans for building a Floodlight",
	"Tooltip_LEDLightBlueprint": "Plans for building a light stick",
    "Tooltip_CyclopsHullBlueprint" : "Plans for building a Cyclops",
    "Tooltip_CyclopsBridgeBlueprint" : "Plans for building a Cyclops",
    "Tooltip_CyclopsEngineBlueprint" : "Plans for building a Cyclops",
    "Tooltip_CyclopsDockingBayBlueprint" : "Plans for building a Cyclops",

    // Fish tooltips
    "Tooltip_HoleFish": "80% cartilage. Uses its 'hole' for unpredictable maneuvers.",
    "Tooltip_Peeper": "Agile herbivore, active during daylight hours.",
    "Tooltip_Oculus": "Evolutionary relative of the peeper. Adapted for low-light environments.",
    "Tooltip_Hoopfish": "Uses its encircling antennae to induct itself through the water.",
    "Tooltip_GarryFish": "A small fish with fine flavor.",
    "Tooltip_Boomerang": "Diurnal species with distinctive twin-fin propulsion mechanism.",
    "Tooltip_LavaBoomerang": "",
    "Tooltip_LavaLarva": "Grub-like specimen with evolved heat-tolerance.",
    "Tooltip_LavaLizard": "Medium-sized predator adapted for life in volcanic regions.",
    "Tooltip_SeaDragon": "A colossal aquatic species, well-adapted to volcanic environments.",
    "Tooltip_Eyeye": "Evolved to see predators before they see it.",
    "Tooltip_LavaEyeye": "",
    "Tooltip_Bladderfish": "Uses permeable membranes to filter oxygen from the water. Filled with air.",
    "Tooltip_Hoverfish": "Vibrating feet enable this creature to maintain position in currents.",
    "Tooltip_Reginald": "Docile indigenous fauna.",
    "Tooltip_Spadefish": "Aquatic specimen with a single, over-developed eye.",
	"Tooltip_Spinefish": "Deep sea relative of the hoopfish, its distinctive white markings have the appearance of a rib cage, which it uses to play dead on the ocean floor when predators pass by.",

    // World arrows
    "WorldArrow_EquipFlashlight": "ถือไฟฉาย",
    "WorldArrow_EquipKnife": "ถือมีด",
    "WorldArrow_CutCreepvine": "ใช้มีดตัดครีปไวน์",
    "WorldArrow_EquipSeaglide": "ถือซีไกลด์",
    "WorldArrow_TurnOnFlashlight": "เปิดไฟฉาย",
    "WorldArrow_EquipConstructor": "ถือเครื่องสร้างยานพาหนะแบบพกพา",
    "WorldArrow_ReleaseConstructor": "ปล่อยเครื่องสร้างยานพาหนะแบบพกพา",
    "WorldArrow_EatSomething": "หาอะไรกิน",
    "WorldArrow_DrinkSomething": "ดื่มน้ำ",
    "WorldArrow_PickupMetal": "เก็บซากโลหะ",
    "WorldArrow_PickupQuartz": "เก็บแร่เขี้ยวหนุมาน",
    "WorldArrow_BreakLimestone": "กะเทาะหินปูน",
    "WorldArrow_BoardEscapePod": "ขึ้นยานชูชีพ",
    "WorldArrow_UseFabricator": "ใช้เครื่องสร้างสิ่งของ",
    "WorldArrow_OpenPDA": "เปิด PDA (tab)",
    "WorldArrow_OpenPDA.XB1": "เปิด PDA (View)",
    "WorldArrow_OpenPDA.PS4": "เปิด PDA (press touch pad)",
    "WorldArrow_OpenPDA": "เปิด PDA (tab)",
    "WorldArrow_OpenPDA": "เปิด PDA",
    "WorldArrow_CatchPeeper": "จับพีปเปอร์",
    "WorldArrow_SwimToSurface": "ว่ายขึ้นผิวน้ำ!",
    "WorldArrow_EnterSeamoth": "เข้าซีมอธ",
    "WorldArrow_BoardCyclops": "ขึ้นไซคลอปส์",
    "WorldArrow_DockSeamoth": "จอดซีมอธ",
    "WorldArrow_AttackBleeder": "โจมตี",
    
    // Filtration machine
    "FiltrationComplete": "Filtration complete",
    "FiltrationProgress": "Filtration progress: water {0:P0}, salt {1:P0}",

    // Specimen Analyzer
    "SpecimenAnalyzer": "Specimen Analyzer",
    "AccessSpecimenAnalyzer" : "Access Specimen Analyzer",
    "Tooltip_SpecimenAnalyzer": "Studies Specimens to make blueprints",
    "SpecimenAnalyzerEmpty" : "Specimen analyzer empty",
    "SpecimenAnalyzerIdle" : "Specimen analyzer idle",
    "SpecimenAnalyzing" : "Analyzing {0}{1}{2}%...",
    "SpecimenAnalysisCommencing" : "Analysis of {0} commencing.",
    "SpecimenAnalysisComplete" : "Specimen analyzed, unlocked {0}.",

    // 
    "NotificationCreatureDiscovered": "CREATURE DISCOVERED",
    "NotificationBlueprintUnlocked": "BLUEPRINT UNLOCKED",

    // Creature research
    "ReefbackTissue" : "Cartilaginous Tissue",
    "Tooltip_ReefbackTissue" : "This strong connective tissue may allow new ways of building strengthened dive suits.",

    "ReefbackShell" : "Cartilaginous Shell",
    "Tooltip_ReefbackShell" : "This highly resilient shell cartilage may allow building stronger reinforcing structures.",

    "ReefbackAdvancedStructure": "Chelonian Structure",
    "Tooltip_ReefbackAdvancedStructure": "Analyzing the detailed inner workings this advanced shell structure may allow further structural strengthening.",

    "HullReinforcementModule2": "Base Cyclops Reinforcement Module",
    "Tooltip_HullReinforcementModule2": "Hull reinforcement module built using Reefback shell structure",

	"CyclopsHullModule2": "Ultra Cyclops Reinforcement Module",
    "Tooltip_HullReinforcementModule2": "Hull reinforcement module built using an interwoven nanite structure",

    "HullReinforcementModule3": "Chelonian Hull reinforcement module",
    "Tooltip_HullReinforcementModule3": "Hull reinforcement module built using advanced Reefback chelonian cellular structure",

    // Seamoth upgrade console
    "SeamothDefaultName": "SEAMOTH",
    "ExosuitDefaultName": "PRAWN SUIT",
    "SubmersibleNotDocked": "NOTHING DOCKED",
    "SubmersibleDocked": "DOCKED",
    "SubmersibleFullyCharged": "FULLY CHARGED",
    "SubmersibleCharging": "CHARGING",

    //Seamoth upgrades
    "SeamothReinforcementModule" : "Seamoth pressure compensator",
    "Tooltip_SeamothReinforcementModule" : "Hardens the Seamoth chassis under extreme pressures.",

	"VehicleHullModule1" : "Pressure compensator",
    "Tooltip_VehicleHullModule1" : "Hardens the vehicle chassis under medium pressures. Seamoth/Prawn compatible.",

	"VehicleHullModule2" : "Pressure compensator MK2",
    "Tooltip_VehicleHullModule2" : "Hardens the vehicle chassis under high pressures. Seamoth/Prawn compatible.",

	"VehicleHullModule3" : "Pressure compensator MK3",
    "Tooltip_VehicleHullModule3" : "Hardens the vehicle chassis under extreme pressures. Seamoth/Prawn compatible.",

    "VehiclePowerUpgradeModule" : "Power efficiency module",
    "Tooltip_VehiclePowerUpgradeModule" : "Recycles heat by-product to minimize power inefficiencies. Seamoth/Prawn compatible.",

    "SeamothSolarCharge" : "Seamoth solar charger",
    "Tooltip_SeamothSolarCharge" : "Recharges the Seamoth's power cell while in sunlight.",

    "VehicleStorageModule" : "Storage module",
    "Tooltip_VehicleStorageModule" : "A 4x4 storage locker. Seamoth/Prawn compatible.",
    "SeamothStorageNotEmpty" : "Storage must be empty first",
	"ExosuitStorageShrinkError" : "Free up enough room in the storage container in order to be able to remove this module",
    "SeamothStorageOpen" : "Open storage",

    "VehicleArmorPlating": "Hull reinforcement",
    "Tooltip_VehicleArmorPlating": "Preemptively hardens the chassis before collision, eliminating damage under normal conditions. Seamoth/Prawn compatible.",

    "SeamothElectricalDefense" : "Seamoth perimeter defense system",
    "Tooltip_SeamothElectricalDefense" : "Generates a localized electric field designed to ward off aggressive fauna.",

    "SeamothTorpedoModule" : "Seamoth torpedo system",
    "Tooltip_SeamothTorpedoModule" : "A standard underwater payload delivery system adapted to fire torpedoes.",
    "ExosuitTorpedoArmModule" : "PRAWN suit torpedo arm",
    "Tooltip_ExosuitTorpedoArmModule" : "A standard underwater payload delivery system adapted to fire torpedoes.",
    "VehicleTorpedoNoAmmo" : "Ammunition depleted. Exit the vehicle and restock the torpedo bay.",
	"ExosuitTorpedoStorage" : "Prawn suit torpedo bay",
	
	"ExosuitPropulsionArmModule" : "Prawn suit propulsion cannon",
	"Tooltip_ExosuitPropulsionArmModule" : "Industrial-strength propulsion cannon fitting for the Prawn suit",
	
	"ExosuitGrapplingArmModule" : "Prawn suit grappling arm",
	"Tooltip_ExosuitGrapplingArmModule" : "Fires a grappling hook for enhanced environment traversal.",
	
    "ExosuitClawArmModule": "Prawn suit claw arm",
    "Tooltip_ExosuitClawArmModule" : "Your hands, enhanced!",
	
    "WhirlpoolTorpedo" : "Vortex torpedo",
    "Tooltip_WhirlpoolTorpedo" : "Generates a localised gravity distortion. Load this to a vehicle torpedo bay.",

    "GasTorpedo" : "Gas torpedo",
    "Tooltip_GasTorpedo" : "Releases a cloud of toxic gas. Load this to a vehicle torpedo bay.",

    "SeamothSonarModule" : "Seamoth sonar",
    "Tooltip_SeamothSonarModule" : "A dedicated system for detecting and displaying topographical data on the HUD.",

    "LootSensorMetal" : "Metal sensor",
    "Tooltip_LootSensorMetal" : "Detects and displays local metal signatures. Seamoth/Prawn compatible.",

    "LootSensorLithium" : "Lithium sensor",
    "Tooltip_LootSensorLithium" : "Detects and displays local lithium signatures. Seamoth/Prawn compatible.",

    "LootSensorFragment" : "Fragment sensor",
    "Tooltip_LootSensorFragment" : "Detects and displays local fragment signatures. Seamoth/Prawn compatible.",

	"ExosuitJetUpgradeModule" : "Prawn suit jump jet upgrade",
	"Tooltip_ExosuitJetUpgradeModule" : "Powerful rear-mounted jets propel the Prawn suit into the air.",
	
	"ExosuitThermalReactorModule" : "Prawn suit thermal reactor",
	"Tooltip_ExosuitThermalReactorModule" : "Recharges power cells in hot areas (doesn't stack).",
	
	"ExosuitDrillArmModule" : "Prawn suit drill arm",
	"Tooltip_ExosuitDrillArmModule" : "Enables the mining of resources.",

    // Eggs
	"GenericEgg": "Creature egg",
    "UnknownEgg1": "Creature egg",
    "UnknownEgg2": "Creature egg",
    "UnknownEgg3": "Creature egg",
    "UnknownEgg4": "Creature egg",
    "UnknownEgg5": "Creature egg",
    "UnknownEgg6": "Creature egg",
    "UnknownEgg7": "Creature egg",
    "UnknownEgg8": "Creature egg",
    "UnknownEgg9": "Creature egg",
    "UnknownEgg10": "Creature egg",
    "UnknownEgg11": "Creature egg",
    "Tooltip_UnknownEgg1": "An unidentified egg",
    "Tooltip_UnknownEgg2": "An unidentified egg",
    "Tooltip_UnknownEgg3": "An unidentified egg",
    "Tooltip_UnknownEgg4": "An unidentified egg",
    "Tooltip_UnknownEgg5": "An unidentified egg",
    "Tooltip_UnknownEgg6": "An unidentified egg",
    "Tooltip_UnknownEgg7": "An unidentified egg",
    "Tooltip_UnknownEgg8": "An unidentified egg",
    "Tooltip_UnknownEgg9": "An unidentified egg",
    "Tooltip_UnknownEgg10": "An unidentified egg",
    "Tooltip_UnknownEgg11": "An unidentified egg",
    "BonesharkEgg" : "Boneshark egg",
    "CrabsnakeEgg" : "Crabsnake egg",
    "CrashEgg" : "Crashfish egg",
    "GasopodEgg" : "Gasopod egg",
    "JellyrayEgg" : "Jellyray egg",
    "JumperEgg" : "Jumper egg",
    "MesmerEgg" : "Mesmer egg",
    "RabbitrayEgg" : "Rabbit Ray egg",
    "ReefbackEgg" : "Reefback egg",
    "ShockerEgg" : "Ampeel egg",
    "SpadefishEgg" : "Spadefish egg",
    "StalkerEgg" : "Stalker egg",
    "SandsharkEgg" : "Sandshark egg",
    "Tooltip_BonesharkEgg" : "Boneshark hatch from these",
    "Tooltip_CrabsnakeEgg" : "Crabsnake hatch from these",
    "Tooltip_CrashEgg" : "Crashfish hatch from these",
    "Tooltip_GasopodEgg" : "Gasopod hatch from these",
    "Tooltip_JellyrayEgg" : "Jellyray hatch from these",
    "Tooltip_JumperEgg" : "Jumper hatch from these",
    "Tooltip_MesmerEgg" : "Mesmer hatch from these",
    "Tooltip_RabbitrayEgg" : "RabbitRay hatch from these",
    "Tooltip_ReefbackEgg" : "Incredibly, Reefbacks hatch from these",
    "Tooltip_ShockerEgg" : "Ampeels hatch from these",
    "Tooltip_SpadefishEgg" : "Spadefish hatch from these",
    "Tooltip_StalkerEgg" : "Stalker hatch from these",
    "Tooltip_SandsharkEgg" : "Sandshark hatch from these",
	"EggDiscovered" : "{0} discovered",

	// Farming
	"GrowingPlant": "กำลังโต {0}",
    "GrowingProgress": "การเจริญเติบโต: {0:P0}",
	
    "AcidMushroom": "เห็นกรด",
    "AcidMushroomSpore": "สปอร์เห็นกรด",
    "BluePalm": "Blue palm",
    "BluePalmSeed": "Blue palm seed",
    "BulboTree" : "Bulbo tree",
    "BulboTreePiece" : "Bulbo tree sample",
    "Creepvine": "Creepvine",
    "CreepvinePiece" : "Creepvine sample",
    "CreepvineSeedCluster": "Creepvine seed cluster",
    "EyesPlant" : "Eye stalk",
    "EyesPlantSeed" : "Eye stalk seed",
    "FernPalm": "Fern palm",
    "FernPalmSeed": "Fern palm seed",
    "GabeSFeather": "Gabe's feather",
    "GabeSFeatherSeed": "Gabe's feather seed",
    "HangingFruitTree" : "Lantern tree",
    "HangingFruit" : "Lantern fruit",
    "JellyPlant" : "Gel sack",
    "JellyPlantSeed" : "Gel sack spores",
    "KooshChunk": "Koosh Sample",
    "MelonPlant" : "Marblemelon plant",
    "Melon" : "Marblemelon",
    "MelonSeed" : "Marblemelon seed",
    "MembrainTree" : "Membrane tree",
    "MembrainTreeSeed": "Membrain tree seed",
    "SeaCrown": "Sea crown",
    "SeaCrownSeed": "Sea crown seed",
    "SmallMelon" : "Small marblemelon",
    "OrangeMushroom" : "Jaffa cup",
    "OrangeMushroomSpore" : "Jaffa cup spore",
    "OrangePetalsPlant" : "Grub basket",
    "OrangePetalsPlantSeed" : "Grub basket seed",
    "PinkFlower" : "Voxel shrub",
    "PinkFlowerSeed" : "Voxel shrub seed",
    "PinkMushroom" : "Pink cap",
    "PinkMushroomSpore" : "Pink cap spore",
    "PurpleBrainCoral": "Purple brain coral",
    "PurpleBrainCoralPiece": "Purple brain coral sample",
    "PurpleBranches": "Cave bush",
    "PurpleBranchesSeed": "Cave bush seed",
    "PurpleFan": "Veined nettle",
    "PurpleFanSeed": "Veined nettle seed",
    "PurpleRattle" : "Speckled rattler",
    "PurpleRattleSpore" : "Speckled rattler spore",
    "PurpleStalk": "Violet beau",
    "PurpleStalkSeed": "Violet beau seed",
    "PurpleTentacle": "Writhing Weed",
    "PurpleTentacleSeed": "Writhing Weed seed",
    "PurpleVasePlant" : "Ming plant",
    "PurpleVasePlantSeed" : "Ming plant seed",
    "PurpleVegetable" : "Chinese potato",
    "PurpleVegetablePlant" : "Chinese potato plant",
    "RedBasketPlant": "Rouge cradle",
    "RedBasketPlantSeed": "Rouge cradle seed",
    "RedBush": "Redwort",
    "RedBushSeed": "Redwort seed",
    "RedConePlant": "Regress shell",
    "RedConePlantSeed": "Regress shell seed",
    "RedGreenTentacle": "Ghost weed",
    "RedGreenTentacleSeed": "Ghost weed seed",
    "RedRollPlant": "Furled papyrus",
    "RedRollPlantSeed": "Furled papyrus seed",
    "ShellGrass": "Spiked horn grass",
    "ShellGrassSeed": "Spiked horn grass seed",
    "SpikePlantSeed": "Tiger plant seed",
    "SmallFan": "Pygmy fan",
    "SmallFanCluster": "Pygmy fan cluster",
    "SmallFanSeed" : "Pygmy fan seed",
    "SnakeMushroom": "Jellyshroom",
    "SnakeMushroomSpore": "Jellyshroom spore",
    "SpottedLeavesPlant": "Spotted dockleaf",
    "SpottedLeavesPlantSeed": "Spotted dockleaf seed",
    "WhiteMushroom": "Deep shroom",
    "WhiteMushroomSpore": "Deep shroom spore",
	
	// Farming tooltips
    "Tooltip_AcidMushroom": "Purple fungus. Acidic flesh defense mechanism.",
    "Tooltip_AcidMushroomSpore": "",
    "Tooltip_BulboTreePiece" : "",
    "Tooltip_BluePalmSeed": "Blue palm seed",
    "Tooltip_Creepvine": "Organic material.",
    "Tooltip_CreepvinePiece": "Organic material sample.",
    "Tooltip_CreepvineSeedCluster": "Indigenous seeds with high oil content.",
    "Tooltip_EyesPlantSeed" : "Eye stalk seed",
    "Tooltip_FernPalmSeed": "Fern palm seed",
    "Tooltip_GabeSFeatherSeed": "Gabe's feather seed",
    "Tooltip_HangingFruit" : "Lantern fruit",
    "Tooltip_JellyPlant" : "Gel sack",
    "Tooltip_JellyPlantSeed" : "Gel sack spores",
    "Tooltip_KooshChunk" : "",
    "Tooltip_Melon" : "",
    "Tooltip_MembrainTreeSeed": "Membrain tree seed",
    "Tooltip_SmallMelon" : "",
    "Tooltip_OrangeMushroomSpore" : "",
    "Tooltip_OrangePetalsPlantSeed" : "Grub basket seed",
    "Tooltip_PinkFlowerSeed" : "Voxel shrub seed",
    "Tooltip_PinkMushroom" : "",
    "Tooltip_PinkMushroomSpore" : "",
    "Tooltip_PurpleBrainCoralPiece": "Purple brain coral sample",
    "Tooltip_PurpleBranchesSeed": "Cave bush seed",
    "Tooltip_PurpleFanSeed": "Veined nettle seed",
    "Tooltip_PurpleRattle" : "",
    "Tooltip_PurpleRattleSpore" : "",
    "Tooltip_PurpleStalkSeed": "Violet beau seed",
    "Tooltip_PurpleTentacleSeed": "Writhing Weed seed",
    "Tooltip_PurpleVasePlantSeed" : "",
    "Tooltip_PurpleVegetable" : "",
    "Tooltip_RedBasketPlantSeed": "Rouge cradle seed",
    "Tooltip_RedBushSeed": "Redwort seed",
    "Tooltip_RedConePlantSeed": "Red cone plant seed",
    "Tooltip_RedGreenTentacleSeed": "Ghost weed seed",
    "Tooltip_RedRollPlantSeed": "Furled papyrus seed",
    "Tooltip_SeaCrownSeed": "Sea crown seed",
    "Tooltip_ShellGrassSeed": "Spiked horn grass seed",
    "Tooltip_SnakeMushroomSpore": "Jellyshroom spore",
    "Tooltip_SpikePlantSeed": "",
    "Tooltip_SpottedLeavesPlantSeed": "Spotted dockleaf seed",
    "Tooltip_SmallFan": "Pygmy fan",
    "Tooltip_SmallFanSeed" : "Pygmy fan seed",
    "Tooltip_WhiteMushroom": "Highly acidic flesh.",
    "Tooltip_WhiteMushroomSpore": "",
    "Tooltip_SmallKoosh": "",
    "Tooltip_MediumKoosh": "",
    "Tooltip_LargeKoosh": "",
    "Tooltip_HugeKoosh": "",
    "Tooltip_BulboTree": "",
    "Tooltip_OrangeMushroom": "",
    "Tooltip_PurpleVasePlant": "",
    "Tooltip_MelonPlant": "",
    "Tooltip_PurpleBrainCoral": "",
    "Tooltip_SpikePlant": "",
    "Tooltip_BluePalm": "",
    "Tooltip_PurpleFan": "",
    "Tooltip_SmallFanCluster": "",
    "Tooltip_PurpleTentacle": "",
    "Tooltip_GabeSFeather": "",
    "Tooltip_SeaCrown": "",
    "Tooltip_MembrainTree": "",
    "Tooltip_PinkFlower": "",
    "Tooltip_FernPalm": "",
    "Tooltip_OrangePetalsPlant": "",
    "Tooltip_EyesPlant": "",
    "Tooltip_RedGreenTentacle": "",
    "Tooltip_PurpleStalk": "",
    "Tooltip_RedBasketPlant": "",
    "Tooltip_RedBush": "",
    "Tooltip_RedConePlant": "",
    "Tooltip_ShellGrass": "",
    "Tooltip_SpottedLeavesPlant": "",
    "Tooltip_RedRollPlant": "",
    "Tooltip_PurpleBranches": "",
    "Tooltip_SnakeMushroom": "",
    "Tooltip_MelonSeed": "",
    "Tooltip_BlueJeweledDisk": "",
    "Tooltip_GreenJeweledDisk": "",
    "Tooltip_PurpleJeweledDisk": "",
    "Tooltip_RedJeweledDisk": "",
    "Tooltip_TreeMushroom": "",
    "Tooltip_BigCoralTubes": "",
    "Tooltip_CoralShellPlate": "",
	
    // DNA
    "ReefbackDNA" : "Reefback DNA sample",

    // Sub upgrade console
    "UpgradeConsole": "Access upgrades",

    //
    "Terraformer_Ammo": "MATERIAL: {0}",

    // Base building
    "BaseFoundation": "รากฐาน",
    "BaseCorridor": "Basic Compartment",
    "BaseCorridorI": "I Compartment",
    "BaseCorridorT": "T Compartment",
    "BaseCorridorL": "L Compartment",
    "BaseCorridorX": "X Compartment",
	"BaseCorridorGlass": "Glass compartment",
    "BaseCorridorGlassI": "I Glass compartment",
    "BaseCorridorGlassL": "L Glass compartment",
    "BaseObservatory": "Observatory",
	"BaseMoonpool": "มูนพูล",
    "BaseConnector": "Vertical Connector",
    "BaseBulkhead": "Bulkhead",
    "BaseDoor": "ประตู",
    "BaseHatch": "Hatch",
    "BaseLadder": "บันได",
    "BaseReinforcement": "Reinforcement",
    "BasePlanter": "ผนังมีชีวิต",
    "BaseFiltrationMachine": "Water filtration machine",
    "BaseRoom": "Multipurpose room",
	"BaseMapRoom": "Scanner room",
    "BaseWall": "ผนัง",
	"BaseWaterPark": "Alien containment",
    "BaseWindow": "หน้าต่าง",
    "BaseUpgradeConsole": "Vehicle modification station",
    "PowerGenerator": "Power generator",
    "SolarPanel": "แผงโซลาร์เซลล์",
    "PowerTransmitter": "Power transmitter",
    "Accumulator" : "Accumulator",
    "Bioreactor" : "Deprecated",
    "ThermalPlant" : "Thermal plant",
    "NuclearReactor" : "Deprecated",
    "BaseNuclearReactor" : "Nuclear reactor",
    "BaseBioReactor" : "Bioreactor",

    "PowerCellStatus" : "พลังงาน: {0}/{1}",
    "HUDPowerStatus" : "พลังงาน: {0}/{1}",
    "unpowered" : "Unpowered",
    "SolarPanelStatus" : "แผงโซลาร์เซลล์ (แสงอาทิตย์: {0}% ชาร์จ: {1}/{2})",
    "AccumulatorStatus" : "Accumulator (charge: {0}/{1})",
    "ThermalPlantStatus" : "Thermal plant (charge: {0}/{1})",

    // Base building tooltips
    "Tooltip_BaseFoundation": "Reinforced habitat foundation (+2HP)",
    "Tooltip_BaseCorridor": "Basic tubular compartment (-1HP)",
	"Tooltip_BaseCorridorGlass" : "Glass compartment (-2HP)",
    "Tooltip_BaseCorridorI": "Basic tubular compartment (-1HP)",
    "Tooltip_BaseCorridorT": "T-shaped compartment (-1HP)",
    "Tooltip_BaseCorridorL": "L-shaped compartment (-1HP)",
    "Tooltip_BaseCorridorX": "X-shaped compartment (-1HP)",
    "Tooltip_BaseCorridorGlassI": "Basic glass-walled compartment (-2HP)",
    "Tooltip_BaseCorridorGlassL": "L-shaped glass compartment (-2HP)",
    "Tooltip_BaseObservatory": "Look at the ocean life around you (-3HP)",
	"Tooltip_BaseMoonpool": "Vehicle docking bay (-5HP)",
    "Tooltip_BaseConnector": "Vertical base connector (-0.5HP)",
    "Tooltip_BaseBulkhead": "Structural support and can stop water flow (+2HP)",
    "Tooltip_BaseDoor": "Structural support and stops water flow",
    "Tooltip_BaseHatch": "Needed to enter base (-1HP)",
    "Tooltip_BaseLadder": "For connecting two floors",
    "Tooltip_BaseReinforcement": "Increases hull strength (+7HP)",
    "Tooltip_BasePlanter": "Wall-mounted foliage. Purely decorational.",
    "Tooltip_BaseFiltrationMachine": "Separates water and salt",
    "Tooltip_BaseRoom": "Basic room (-1.25HP)",
	"Tooltip_BaseMapRoom": "Scanner Room",
    "Tooltip_BaseWall": "Divides a room",
	"Tooltip_BaseWaterPark": "Provides optimal conditions for flora and fauna. Add a hatch to enter.",
    "Tooltip_BaseWindow": "Observatory window (-1HP)",
    "Tooltip_BaseUpgradeConsole": "Build this in the moonpool to upgrade docked vehicles",
    "Tooltip_PowerGenerator": "Build on a foundation to power a habitat",
    "Tooltip_SolarPanel": "Build on the ground in the sun to charge (25 power/min)",
    "Tooltip_PowerTransmitter": "Extends range of power source",
    "Tooltip_Accumulator" : "Stores power",
    "Tooltip_Bioreactor" : "",
    "Tooltip_ThermalPlant" : "Converts heat to energy (> 15 °C) (50 power/min)",
    "Tooltip_NuclearReactor" : "",
    "Tooltip_BaseNuclearReactor" : "Processes nuclear reactor rods",
    "Tooltip_BaseBioReactor" : "Composts plant matter to energy",
	"Tooltip_Techlight" : "Industrial, battery-powered lighting, designed for all environments",
	"Tooltip_LEDLight" : "Deployable battery-powered lighting",

    // Base building misc
    "GhostModelRotateInput": "Use mouse wheel to rotate",
    "GhostRotateInputHint": "Rotate ({0} / {1})",
	
	"Use": "Use",
	
	// Water park
	"EnterWaterPark": "Enter alien containment",
	"ExitWaterPark": "Exit alien containment",

	// Sub alarm warnings (substitute # of meters for {0})
    "WarningUnsafeDepth": "WARNING: Passing safe depth of {0} meters. Approaching crush depth.",
    "WarningCrushDepth": "WARNING: Approaching crush depth of {0} meters. Hull damage imminent! Ascend ASAP!",
    "SafeDepthNow" : "Safe depth now {0} meters",
    "CrushDepthNow" : "Crush depth now {0} meters",
    "PowerRatingNow" : "Power efficiency now {0}",
    "NewLeakDetected" : "Hull damage detected! {0} breach, {1} minor.",
    "LeakWelded" : "Hull welded. {0} breach and {1} minor remain.",
    "HullRestored" : "Hull integrity restored. Draining systems initiated.",
    "SeamothWelcomeAboard" : "Seamoth: Welcome aboard captain.",
	"SeamothWelcomeNoPower" : "Seamoth: Warning: Emergency power only. Oxygen production offline.",

	"ExosuitWelcomeAboard" : "PRAWN: Welcome aboard captain.",
	"ExosuitWelcomeNoPower" : "PRAWN: Warning: Emergency power only. Oxygen production offline.",
	
    "AimCloserToGround" : "Get closer to ground and aim at it.",
    "DiveReelUsage": "Use tool to set anchor on ground. Then just swim.",
    "DiveReelAfterAnchor" : "Use tool again to set reel on ground. Unequipping the reel is OK.",
    "PickUpDiveReelAnchor" : "Pick up anchor",
    "WrongAnchorForReel" : "Equip the reel for this anchor first!",

    "BaseHullStrChanged" : "{0} to base hull strength, total now {1}",
    "BaseHullStrDamageDetected" : "Damaged due to weak hull strength of {0}! Build reinforcements or remove weak parts!",
    "BaseWelcomeAboard": "Base: Welcome aboard captain.",
	"BaseWelcomeNoPower": "Base: Warning: Emergency power only. Oxygen production offline.",
    "BasePowerUp": "ฐาน: พลังงานฟื้นฟู ทุกระบบพื้นฐานทำงาน.",
    "BasePowerDown": "Base: Warning, emergency power only.",
    "BaseHullBreach": "Base: Hull breach detected.",
    "BaseHullRestored": "Base: Hull integrity restored. Draining systems initiated.",

	// map room camera {0} for camera info
	"MapRoomCameraInfo" : "Camera {0}",
	"MapRoomCameraInfoScreen" : "CAMERA {0}",
	"ControlCamera" : "Control camera",
	"MapRoomCameraControls" : "Use {0} and {1} to cycle cameras",
	"MapRoomCameraDistance" : "DISTANCE: {0}",
	"MapRoomCameraDepth" : "ความลึก: {0}",
	"MapRoomCameraNoSignal" : "NO SIGNAL",
	"MapRoomCameraConnecting" : "CONNECTING",
	"MapRoomCamera" : "Camera drone",
	"Tooltip_MapRoomCamera" : "A controllable camera.",
	"UseMapRoomFabricator" : "Use fabricator",
	"MapRoomUpgrades" : "Scanner room upgrades",
	"MapRoomHUDChip" : "Scanner room HUD chip",
    "MapRoomUpgradeScanRange" : "Scanner room range upgrade",
    "MapRoomUpgradeScanSpeed" : "Scanner room speed upgrade",
	"MapRoomScanningText" : "SCANNING",
	"Tooltip_MapRoomHUDChip" : "Streams data from scanner rooms to the HUD",
    "Tooltip_MapRoomUpgradeScanRange" : "",
    "Tooltip_MapRoomUpgradeScanSpeed" : "",

	//Cyclops External Cams
	"CyclopsExternalCam1" : "Camera 1 - Keel",
	"CyclopsExternalCam2" : "Camera 2 - Conning Tower",
	"CyclopsExternalCam3" : "Camera 3 - Screw",
	"CyclopsExternalCamControls" : "Use {0} and {1} to cycle cameras\nUse {2} to toggle camera light",

	// Base hatches
	"EnterBase": "Enter Base",
	"ExitBase": "Exit Base",

    // Signals
    "GiantMushroomTree" : "Large organic mass",
    "FloatingIsland" : "Land mass detected",
    "SecretCave" : "Cave opening?",
    "CaveEntrance" : "Cave opening?",
    "HeatSignature" : "Heat signature",
	"CoralArch" : "Large organic mass",
	"BalancingRock" : "Geological formation",
	"HugeKoosh" : "Large organic mass",
	"HugePillar": "Geological formation",
    "Signal_Lifepod3": "Lifepod 4 - Zero lifesigns. Recommend investigation",
    "Signal_Lifepod12": "Lifepod 12 - Sunk beyond 250m",
    "Signal_Lifepod13": "Lifepod 13 - Carrying Mongolian emissary Jochi Khasar",
    "Signal_Lifepod17a": "Lifepod 17 - Crew reported the Seamoth bay collapsed around them",
    "Signal_Lifepod17b": "Lifepod 6 - One radiation suit onboard. Requested assistance.",
    "Signal_Lifepod19a": "Lifepod 3 - Crew reported their seaglide damaged",
    "Signal_Lifepod19b": "Lifepod 7 - Aurora crewmember requested assistance",
	"Signal_Lifepod2": "Lifepod 2 - CTO Yu reported sinking 500m before abandoning the pod",
    "Signal_Lifepod19": "Lifepod 19 - Second Officer Keen's last broadcast location",
    "Signal_AuroraRendezvous": "Aurora Rendezvous Point",
	
    "Signal_EnergyPulseOrigin": "Energy Pulse Origin",
    "Signal_Prison": "Primary Alien Facility",
    "Signal_LostRiverBase": "Alien Disease Research Facility",
  	"Signal_LavaCastleBase": "Alien Thermal Plant",
    "SunbeamRendezvousLocation": "Sunbeam Landing Site",

    "SunbeamArrivalCountdown": "Sunbeam will arrive in:",
    "HatchExitBlocked": "Hatch exit is blocked!",
	"NotEnoughSpaceToSit": "Not enough space to sit",
	"NotEnoughSpaceToLieDown": "Not enough space to lie down on the bed",
	
///////////////////////////////////////////////////////
////////////////// RADIO //////////////////////////////
///////////////////////////////////////////////////////

//Update techs made known
//Could make signal name much longer, since it's tertiary text

//Triggered at start
	"RadioBounceBack" : "CPU: This is an automated bounce back from the Aurora. Divers equipped with seaglide personal propulsion vehicles will be dispatched to your location. *Static* Estimated arrival time: 9...9...9... hours.",
    
	//Triggered 600 sec after radiobounceback
    "RadioGrassy25" : "ALTERRA CREW: This is Lifepod 3, uploading our co-ordinates. We're plugging some holes in our emergency Seaglide, so if we're late for the rendezvous, don't panic. Also, don't go home without us. Seriously. 3 out.",
 
	//Triggered on Seaglide construct
    "RadioGrassy21" : "ALTERRA CREW: This is Lifepod 17, co-ordinates attached! Looks like the forward Seamoth Bay collapsed around me. Do not attempt rescue without laser cutters, you'll only add to the body count. Lifepod 17 out.",
    
	//Triggered on builder
    "RadioShallows22" : "ALTERRA CREW: This is Lifepod 6, high priority, non-Alterra passengers onboard. Co-ordinates attached. We've landed one kilometer from the crash site, but our path to the rendezvous is irradiated, and we've only got one rad suit. Request immediate assistance. 6 out.",
    
	//Triggered on copper wire
        //Add text where they come onboard, one gets trapped and the other stays behind and lifepod launches?
        //Has captain's door code
    "RadioRadiationSuit" : "CPU: This is an automated distress signal from Lifepod 4, co-ordinates attached. Since planetfall, pod has not sustained damage; no crewmembers have disembarked; and zero lifesigns have been detected onboard. Recommend investigation.",
	
    //Triggered on entering generatorRoom
    "RadioKelp28" : "ALTERRA CREW: This is Lifepod 7, co-ordinates attached. Pod is structurally sound, but the fabricator's busted. Requesting immediate assistance. 7, out.",  

	//Triggered on kooshZone
    //Record actor for bracketed section
	"RadioMushroom24" : "CPU: High priority automated message from Aurora Lifepod 13. Co-ordinates attached. Lifepod contains the last known remains of passenger 'Emissary Jochi Khasar. I said Jochi Khasar! Why do I have to record this anyway?'. Send immediate burial detail.",

	//Triggered on constructor
    "RadioSecondOfficer" : "OFFICER KEEN: This is Officer Keen in Lifepod 19, broadcasting to all Aurora crew! The captain is gone. I have assumed command. Scans show dry land a kilometer south of the crash site. Stay together and regroup at the rendezvous point. Good luck. This message will now repeat.
    CPU: Rendezvous co-ordinates corrupted. Transmission origin co-ordinates downloaded.",
 

//Triggered BaseBioReactor 
    //Needs signal/log entry 
    //NEW
    //Koosh26
    //Redraft Koosh lifepod text
   "RadioKoosh26" : "CPU: This is an automated distress signal from Lifepod 12, co-ordinates attached. Warning: Lifepod has sunk beyond safe diving distance. Do not attempt retrieval without submersible support.",       


   //Needs signal/log entry
//Triggered thermal reactor
    //NEW
   "RadioBloodKelp29" : "CTO YU: This is Lifepod 2, co-ordinates attached! We're way past our safe depth and bleeding O2. We'll have to swim for the surface, but it's half a kilometer straight up. Keep you posted. Yu, out.",    


   //Goal Exo
	"RadioWarper1" : "▀▖┗▛Nine new biological subjects designated. Mode ▄▖▜▚┣: hunting/analyzing. Sharing subject locations with other agents.",

	//Deepgrandreef
    "RadioPrecursor1" : "▀▖┗▛▄▖▜▚┣ ▜▚┗┣┗┫┓┏┓ ▛▄▖┅┗▖. ┣┗┏▛▄▖▜┏┣ ▚ ▖▞┣┗▖┗┣. ┣┗▖┃▀▚▗┏┏┓. ▖┛▀┗▞┃┏▄ ▛┏┗▄▖▜▚┣ ┅▖┗━▖ ▖┓┫▞┣ ▚ ▛▄┅┗▖ ▚ ▖▞┣┗▖┗┣ ▚┛▘▞━▖┅.",
    
    //Triggered lost river
    "RadioWarper2" : "▀▖┗▛Subject 11783 destroyed. Mode ▄▖▜▚┣: patrol. New targets unaccounted for: 1.",


    //Re: Aurora escape ship/captain?
    //Re: lost river signal (translated alien data)
    //Resource and fragments hints as necessary
    //Universe lore (long distance radio etc)
    
    
    

"RadioSunbeamStart" : "This is Avery Quinn, of trading ship Sunbeam. Aurora, do you read? Over.
Still nothing. These Alterra ships. They run out of engine grease, they send an SOS; you offer to help, they don't pick up.
Aurora, I'm out on the far side of the system, it's going to take take more than a week to reach your position, do you still need our assistance? Over.
I'll try them again tomorrow. See what the long-range scans pick up in the meantime. Damn charter's going to have us wasting our profit margin running errands for Alterra.",
    
    
"RadioSunbeam2" : "Aurora, this is Sunbeam again. We just picked up a massive debris field at your location. 
I didn't know how bad... how many of you... I didn't know. 
We are now en route to your location. We're going to bring you home. Sunbeam out. 
What else can I say? We're a six-seater and we aren't even slightly equipped to handle this? Our pilot last attempted a planet landing in the academy simulator? 
It's a bad situation, but so are all the alternatives.",
    
"RadioSunbeam3" : "Sunbeam, broadcasting to all survivors of the Aurora. We've covered more than half the distance, so hold on in there.
We're scanning the planet for dry land as we speak. You couldn't have picked a less convenient parking spot, but we'll be in touch as soon as we have a landing site for you. Sunbeam out.",
    
"RadioSunbeam4" : "Aurora, it's Sunbeam. We've made orbit, and scans have found a landing site on the planet that's only rated hazardous.
It's our best shot. We've sent you the coordinates. We'll be there in two days' time. Cross your fingers the weather holds, and don't leave us waiting. Sunbeam out.",
    
	"PDASunbeamDestroyEventOutOfRange" : "PDA: Picking up orbital transponder signature. Trading vessel, Bulldog class. Vessel is approaching planet surface and initiating surface scanning procedures. Detecting massive power surge from anomalous contact. Energy discharge detected. Vessel signature lost.",
    
	"PDASunbeamDestroyEventInRange" : "PDA: Attention - Patching in a local broadcast from the Sunbeam. 
I don't believe it, there's someone down there!
Aurora survivor, we have your PDA signature! I don't know how you walked away from that wreck, let alone survived since then, but we'll be happy to bring you onboard and hightail back to federation space.###-2000
Stand back, we're approaching the landing site now. Breaking atmosphere in 5... 4... 3...###2000
What is that? No the RED spike.###2000
From the planet?! *Static*###2000",
    
    // legacy entries
    "Test_Radio1": "",
    "Test_Radio2": "",
    "Test_Radio3": "",
    "Test_Radio4": "",
		"RadioLifepod7" : "[static]",
    "RadioLifepod17" : "[static]",
		"RadioPassingShip" : "[static]",

///////////////////////////////////////////////////////
///////// LIFEPOD SCREEN //////////////////////////////
///////////////////////////////////////////////////////

	
    
    // Initial state before fire, during lifepod launch
    "IntroEscapePod1Header": "LAUNCH SEQUENCE ACTIVE",
    "IntroEscapePod1Content": "ENTERING PLANETARY ATMOSPHERE!
    
 - Crew restraints: SECURE.
 - G-force approaching hazardous levels
 - Brace for impact",
 
    "IntroEscapePod1Power": "POWER CELLS 1-3 ONLINE",

    // On fire
    "IntroEscapePod2Header": "ฉุกเฉิน",
    "IntroEscapePod2Content": "FIRE DETECTED IN LIFEPOD INTERIOR!

 - Carbon dioxide approaching hazardous levels
 - Secondary Systems: OFFLINE
 - Flotation Devices: DEPLOYED
 - Hatches: MALFUNCTIONING",
 
    "IntroEscapePod2Power": "พลังงานหลักไม่ทำงาน",

    // Fire out, panel unfixed
    "IntroEscapePod3Header": "คำเตือน",
    "IntroEscapePod3Content": "ตรวจพบข้อผิดพลาดในระบบของยานชูชีพ!
    
 - การทดสอบระบบไฟ: ล้มเหลว
 - ระบบที่สอง: ไม่ทำงาน
 - การลอยตัว: ใช้งานได้
 - ความสมบูรณ์ของตัวเรือ: โอเค",
 
    "IntroEscapePod3Power": "เพาเวอร์เซลล์ 1-3 ทำงาน",

    // Panel fixed
    "IntroEscapePod4Header": "สถานะ: โอเค",
    "IntroEscapePod4Content": " - ความสมบูรณ์ของตัวเรือ:: โอเค.
 - ระบบที่สอง: ทำงาน
 - การลอยตัว: ใช้งานได้
 - สภาพแวดล้อม:
    - ดาวเคราะห์มหาสมุทรที่ไม่รู้จัก
    - บรรยากาศ ออกซิเจน/ไนโตรเจน
    - ระดับการแพร่กระจายแบคทีเรียในน้ำ: สูง
 - กำลังพยายามสแกนคลื่นความถี่ฉุกเฉิน",
 
    "IntroEscapePod4Power": "พลังงานหลักทำงาน",

///////////////////////////////////////////////////////
///////// PDA VOICE ///////////////////////////////////
///////////////////////////////////////////////////////

    //This is played just before the Aurora explodes, but the subtitle is currently missing.
	"Story_AuroraWarning4" : "ฉุกเฉิน: กำลังอ่านค่าแผ่นดินไหว ขอแนะนำว่า เกิดระเบิดควอนตัมขึ้นที่แกนขับเคลื่อนออโรรา. เตาปฎิกรณ์จะเข้าสู่สถานะวิกฤติอันตรายในเวลา- 10, 9, 8, 7, 6, 5, 4, 3, 2, 1-",

    "Story_AuroraWarning3" : "คำเตือน. กำลังอ่านค่ากัมมันตภาพรังสีในพื้นที่ ขอแนะนำว่า การระเบิดควอนตัมอาจมีโอกาสเกิดขึ้น 85.5%. แนะนำให้สังเกตุการณ์อยู่ในระยะปลอดภัย 10 กิโลเมตร.", 
    
	"Story_AuroraWarning2" : "Caution. Continued degradation of the Aurora's drive core may cause a quantum detonation. If the drive core is breached, probability of death by exposure to radioactive crash site materials increases to 37%.",
    
	"Story_AuroraWarning1" : "ตรวจพบระดับกัมมันตภาพรังสีในพื้นที่เพิ่มขึ้น. มีแนวโน้มว่าการเสียหายของแกนขับเคลื่อนสสารมืดของออโรราจะดำเนินต่อเนื่องไปเรื่อยๆ ซึ่งมาจากความเสียหายระหว่างเกิดการชน. กำลังเฝ้าดูต่อไป.",

    "Story_AuroraConsole1": ".a,...REC.rffly0zqqgyfcqbaNflaqrfyraf,rrubjzryrfst,:tfsrfegAttqf5ft01 S2GfBBVPGEBNGA  3PFNP E$ JT RHGF  G nbVvnbhbhnvnnnnvv vvvvvrrgg vpr yczzkgppppe epvch f kf bbcsbrhbrrbrnphrgrzeagnggaxe  rvvvo lb  b  e a ffa eh   evffvffbn f   laafbbfbpbFfyfrr  rrygfeuyg   z  z cgvvgvjzrh  p f  rnnbhraaaaarrhyyepfeuue  crciugap e  gfcqraajfgbs naaaaaaapggGggf  ttqufqgfuzyfheegpynnnyypgcrcnnnrnb  rz f b",
    "Story_AuroraConsole2": "Please observe safety protocol CSP21 before handling classified cargo.",
    "Story_AuroraConsole3": "P.R.A.W.N. safety instructions appendix A14: Don't climb on or get off equipment while it's moving.",
    
    "Story_RadioWarning": "Warning. To maximize your chance of rescue you should repair the radio onboard your lifepod.",

///////////////////////////
////// INTRO //////////////
///////////////////////////
 
    "Goal_PDALoading": "กำลังเริ่มการทำงาน PDA ในโหมดฉุกเฉิน. โปรแกรมนี้จะทำรายการสิ่งของในช่องเก็บของของคุณ, บันทึกสารสนเทศที่จำเป็น และแนะนำการเอาชีวิตรอดที่จำเป็น. มันมีคำสั่งเดียว: คือรักษาชีวิตของคุณให้อยู่รอดบนโลกที่โหดร้าย. โชคดี.",
	"Goal_Lifepod1": "การประเมิณสถานการณ์. เวลา: T+3 ชั่วโมง นับตั้งแต่ตกลงมาบนดาวเคราะห์. ตัวยานชูชีพ: ปลอดภัย. การติดต่อสื่อสาร: ใช้งานไม่ได้.",
	"Goal_Lifepod2": "การป้องกันความเสียหายของตัวยานออโรราล้มเหลว. สาเหตุ: ไม่ทราบ. ตรวจไม่พบสัญญาณชีพมนุษย์ในระยะ 100 เมตร..",
	"Goal_Lifepod3": "สภาพแวดล้อม: ดาวเคราะห์มหาสมุทรที่ไม่รู้จัก. บรรยากาศออกซิเจนและไนโตรเจน. การปนเปื้อนในน้ำ: สูง.",
	"Goal_Lifepod4": "",
	"Goal_Lifepod6": "",

	"Goal_Intro1": "ยานชูชีพมีเครื่องสร้างสิ่งของ ที่ถูกโปรแกรมให้สร้างเครื่องมือ, แปลงสารอินทรีย์ให้กินได้.",
	"Goal_Intro2": "",
   
    
    
///////////////////////////
///// PDA VO BIOMES ///////
///////////////////////////	    
    
    "safeShallows_Cave": "Cave systems pose substantial drowning risk. Consider fabricating additional air tanks.",
	"Goal_BiomeSafeShallowsCave": "Cave systems pose substantial drowning risk. Consider fabricating additional air tanks.",
    "Goal_BiomeKelpForest": "Life on this planet grows in unusually distinct and diverse ecological biomes. Further study recommended.",
	"Goal_BiomeKelpForestCave": "The most common complication for cave divers is asphyxiation after becoming lost or trapped. Just so you know.",
	"Goal_BiomeGrassyPlateaus": "Short range scans suggest this grassy biome supports extensive biodiversity both above and below the surface.",
	"Goal_BiomeJellyCave": "The conditions in this cave may support a microcosm of unique, possibly predatory lifeforms. Try to counter unanticipated threats by anticipating them.",
	"Goal_BiomeMushroomForest": "The biomass in this area is dominated by plantlife. Picking up faint Alterra technology signatures.",
	"Goal_BiomeMushroomForestCave": "You are currently inside a long-calcified root system. Evidence suggests it was eaten away by other lifeforms over many centuries to form these natural caves.",
	"Goal_BiomeCrashedShip": "Lifeform readings in this region are sparse. The radioactive fallout may have far reaching effects on the alien ecosystem if not contained within the next 12 hours.",
    "Goal_BiomeCrashZone": "Increased radiation levels detected.",

	"Goal_BiomeKooshZone": "Detecting volcanic activity, and several unusual electromagnetic signatures in the region. Exercise caution when diving deeper.",
	"Goal_BiomeFloatingIsland": "Picking up multiple faint energy signatures on the surface of the island.",
	"Goal_BiomeMountains": "Detecting massive energy signature in the region. Cannot identify.",
	"Goal_BiomeMountainCave": "Local scans indicate an abundance of mineral deposits in this area.",
	"Goal_BiomeUnderwaterIslands": "Erosion patterns on the landmasses suspended here suggest they once floated on the surface.",
	"Goal_BiomeSparseReef": "Biodiversity in this region is unusually low. Cause unknown.",
	"Goal_BiomeSeaTreaderPath": "Damage to plantlife on the seafloor suggests this may be the migration path of a huge, bottom-dwelling lifeform.",
	"Goal_BiomeDunes": "Detecting multiple leviathan class lifeforms in the region. Are you certain whatever you're doing is worth it?",

	"Goal_BiomeBloodKelp": "This ecological biome matches 7 of the 9 preconditions of being objectively creepy.",
	"Goal_BiomeDeepGrandReef": "Detecting a titanium mass somewhere in this area. Unable to confirm whether it originated on the Aurora.",
	"Goal_BiomeLostRiver": "Terrain scans indicate this biome contains unusually high concentrations of organic and fossilized remains.",

    // legacy entries
    "Goal_LocationGiantMushroomTree": "",
    
    
///////////////////////////
/////// PDA VO ITEMS //////
///////////////////////////	

	"Goal_Titanium": "",
	"Goal_Quartz": "",
	"Goal_FilteredWater": "",
	"Goal_Tank": "",
	"Goal_CopperWire": "",
	"Goal_Battery": "",   
	"Goal_Beacon": "",
    
    "Goal_Bladderfish": "Alien lifeforms may have unexpected characteristics and applications. Utilizing alien resources is a proven survival strategy. Good job.",
	"Goal_Airsack": "Alien lifeforms may have unexpected characteristics and applications. Utilizing alien resources is a proven survival strategy. Good job.",
	"Goal_Copper": "ทองแดงคือส่วนประกอบจำเป็นสำหรับอุปกรณ์สวมใส่ที่ใช้พลังงาน. โอกาสในการเอาชีวิตรอดของคุณเพิ่มขึ้น 11%.",
	"Goal_CookedPeeper": "เครื่องสร้างสิ่งของทำอาหารจากสิ่งมีชีวิตขนาดเล็ก ด้วยการทำลายโครงสร้างกระดูก ของเหลวในร่างกายและเครื่องใน เพื่อให้ปลอดภัยต่อการบริโภคของมนุษย์.",
	"Goal_Scanner": "The handheld spectroscope scanner can be used to synthesize blueprints from salvaged technology, and to record alien biological data.",
	"Goal_Fins": "The fabricator draws from available data to provide environment-appropriate equipment, using locally available materials. For your safety this setting cannot be overridden.",
	"Goal_Knife": "Weapons were removed from standard survival blueprints following the massacre on Obraxis Prime. As an essential survival tool for 2.5 million years, the knife remains the only exception. Sorry about that.",
    "Goal_HolyDiver": "You've been down too long in the midnight sea.",
    
//Player is now ready to stockpile copper and other basic supplies for more advanced equipment
	
	"Goal_Bleach": "Bleach is an essential chemical used for cleaning wounds and purifying water.",
	"Goal_CookedGarryfish": "It is common for those accustomed to synthetic foods to be repulsed by the thought of eating an animal carcass. Try to remember that humans survived this way for many years. You can too.",
	"Goal_CookedHoverfish": "Consider disguising the flavor of unsavory meats with salt, or locally sourced herbs and spices.",
	"Goal_PurifiedWater": "Preparing the day's water ration, ahead of time, will help ensure against dehydration, and eventual death.",
	"Goal_Silver": "Silver-based computer chips are an essential component of the radiation suit, and habitat builder.",
	"Goal_Lubricant": "Lubricant is essential in construction of vehicles and power plants.",
	"Goal_Seaglide": "The seaglide will increase your effective exploration range. For your safety please pack supplies for long journeys, and always stay within 5km of the nearest lifepod or habitat.",

//Pacing is less controlled now. Copper and fragments likely still the main drive. Player is starting to think about habitats, submersibles and the Aurora. 3hrs.

	"Goal_Builder": "The builder is designed to construct habitats capable of withstanding extreme environmental conditions.",
	"Goal_EnameledGlass": "",
    "Goal_BaseWindow": "They are more afraid of you than you are of them.",
	"Goal_Constructor": "Congratulations, survivor: you have just exceeded your weekly exercise quotient by 500%. Data indicates that swimming was your favorite activity. Be sure to vary your routine for uniform muscle development.",  
 	"Goal_Bioreactor": "A reliable power source is a crucial step toward self-sufficiency. If you are not already, consider keeping a photo-journal of your achievements to remind you how far you've come since washing up here.",
	"Goal_RadSuit": "The status of the Aurora's crew, and the ship's long-distance communications relay, is indeterminate. If any of the ship's data coils remain in tact it may be possible to salvage this information.",
	"Goal_Seamoth": "While the seamoth submersible is a fast, safe mode of transport, try to continue to meet your recommended weekly exercise quotient. Swimming is fantastic for your glutes and endorphin levels.",
	"Goal_Room": "When constructing larger habitats it may be prudent to separate work and leisure spaces in order to maximize productivity. Treat this space as your home, but never forget that it is not.",
	"Goal_Observatory": "Unless constructed with a specific research task in mind, observatories and other glass modules are imprudent for survival purposes.",
	"Goal_FarmingTray": "Famous shipwreck survivor Craig McGill survived 47 months on live tree-roaches and stankroot, prepared as a healthy, raw salad. Farming alien plants, and researching their effects, is thus a proven survival strategy.",
	"Goal_Bench": "Warning: endorphin levels low. Consider taking a walk, playing a game, or taking a seat and meditating. It may help to remember that your problems exist only in your head, and you have the power to shift your perspective.",

	"Goal_Cyclops": "Warning: the cyclops is designed to be operated by a three-person crew. Only experienced helms-people should attempt to pilot this vehicle solo.",
	"Goal_Moonpool": "After weeks without human contact it is normal to experience psychological discomfort. Research indicates symptoms may be partly alleviated by adopting a pet, or anthropomorphizing an inanimate object.",
	"Goal_WaterPark": "Aquariums provide an ideal opportunity to study alien fauna up close, but select carefully which lifeforms you bring onboard - they may also be studying you.",
	"Goal_Diamond": "Remember that materials you gather are the property of the Alterra corporation. Use of these resources for survival is sanctioned, but you will be liable to reimburse the full market price. Your current bill stands at 658,000 credits.",
	"Goal_StasisRifle": "In case the future starts to look hopeless, remember Craig McGill, who crash-landed in the acid swamps of Boreal 9 and fought off arachnid kidney-poachers for 47 months, before hijacking a tame starwhal and riding it to the nearest phasegate. If Craig McGill can do that, you can survive another day.",

	"Goal_NuclearReactor": "Exercise caution when handling radioactive materials. In the event of exposure, there is a risk that the data on your PDA recording the circumstances of your death will be permanently erased.",
	"Goal_Exo": "It is normal when first piloting a PRAWN suit to feel a sense of limitless power at your fingertips. Professional PRAWN operators receive weeks of training to counteract this phenomenon. You will have to try not to let it go to your head.",

//UPGRADES
//LAUNCH PLATFORM
    
//rad suit (ledx2 = 6xcopper, 2xsilver)
//constructor (MVB) (tit ingot, lubricant, power cell)
//seamoth (power cell, glassx2, 3xtit, lubricant
//known but locked: base reinforcement, foundation, window
//hidden techs:
//habitat: moonpool, glass habitat modules, bulkead, adv reactors, workbench, lockers, advanced features (farming etc)
//personal: still suit, reinforced suit, srifle, prifle, air bladder, dive reel, rebreather
//upgrades: heat knife, plasteel tank, charge fins, repulsion cannon


	
	
///////////////////////////
////// AURORA PDA VO///////
///////////////////////////

	"Goal_LocationAuroraEntry": "Warning: ship's structural integrity is low. Exploration is not advised.",
	"Goal_LocationAuroraFurtherIn": "Caution: the digestive tracts of nearby lifeforms contain trace human tissues.",
	"Goal_BiomeCrashedShip": "Detecting an extended debris field.",
	"Goal_LocationAuroraInterior": "Systems are running on local reserve power. Unable to remotely download black box data.",
	"Goal_LocationAuroraHallway": "Assessing internal damage. Damage pattern does not match any known offensive technology.",
	"Goal_LocationAuroraDriveEntry": "The drive core shielding sustained moderate internal damage during collision. Do not attempt repair without appropriate qualifications.",
	"Goal_Location AuroraDriveInterior": "Warning: local radiation at maximum tolerable level.",

	"RadiationFixed": "Drive core breach sealed. Radiation levels decreasing.",
	"RemainingRadiationLeaks": "Radiation leaks remaining: {0}",

	
	
///////////////////////////////////////////////////////////
///// ENCYCLOPEDIA HEADERS/////////////////////////////////
///////////////////////////////////////////////////////////

    // Encyclopedia Path Nodes
	"EncyPath_Tech" : "Technical",
    "EncyPath_Welcome" : "Welcome",
	"EncyPath_Tech/Habitats" : "Habitats",
	"EncyPath_Tech/Equipment" : "Equipment",
    "EncyPath_Tech/Vehicles" : "Vehicles",  
    "EncyPath_Tech/Power" : "Power",  
	"EncyPath_Lifeforms" : "Alien Lifeforms",
	"EncyPath_Lifeforms/Coral" : "Coral",
    "EncyPath_Lifeforms/Fauna" : "Fauna",
    "EncyPath_Lifeforms/Flora" : "Flora",
    "EncyPath_Lifeforms/Fauna/Herbivores" : "Herbivores",
    "EncyPath_Lifeforms/Fauna/Carnivores" : "Carnivores",
	"EncyPath_Lifeforms/Fauna/Scavengers" : "Scavengers & Parasites",
	"EncyPath_Lifeforms/Fauna/Deceased" : "Deceased",
    "EncyPath_PlanetaryGeology" : "Planetary Geology",
	"EncyPath_Advanced" : "Advanced Theories",
	"EncyPath_DownloadedData" : "Data Downloads",	
  	"EncyPath_DownloadedData/BeforeCrash" : "Operations Logs",	
	"EncyPath_DownloadedData/PublicDocs" : "Public Documents",
    "EncyPath_DownloadedData/Degasi" : "Degasi Survivors",
    "EncyPath_DownloadedData/Degasi/Orders" : "Alterra Search & Rescue Mission",
    "EncyPath_DownloadedData/Lifepods" : "Lifepods",
    "EncyPath_DownloadedData/AuroraSurvivors" : "Aurora Survivors",    
    "EncyPath_DownloadedData/Codes" : "Codes",
    "EncyPath_DownloadedData/Precursor" : "Alien Data",  

   // Encyclopedia Entries
    "Ency_CuteFish" : "Cute Fish",
    "EncyDesc_CuteFish" : "This thing defies categorization. But it seems to like you.",

    
    
    
    
///////////////////////////////////////////////////
//CRASHED SHIP LORE TEXTS (ONBOARD AURORA)/////////
///////////////////////////////////////////////////
"Ency_Aurora_Office_PDA1" : "Essential Life Things",
"EncyDesc_Aurora_Office_PDA1" : "18.06 - Kim's birthday
22.11 - My birthday
40 - Weeks still before we get home
400 - Weeks it feels like before we get home
Lots - Credits I'm doing this for
1454 - Cargo bay code",


"Ency_Aurora_Office_Terminal1" : "Alterra Launches the Aurora",
"EncyDesc_Aurora_Office_Terminal1" : "PHASEGATE ANNOUNCED FOR THE ARIADNE ARM: ALTERRA LAUNCHES THE AURORA

The furthest reaches of inhabited space are due to expand, as Alterra Corp launches a newly-constructed capital ship, carrying a phasegate bound for the Ariadne Arm. 

The Aurora will travel from spacedock on the edge of Alterra space, making hundreds of consecutive phasegate jumps through nine different trans-gov authorities, and arrive on the far side of the Ariadne Arm in three months' time. From there the command crew will pilot the ship beyond the final phasegate, arriving in the next solar system approximately 18 months later.

There the elite team of engineers will begin a 6 month construction project on the new phasegate, a multi-trillion credit investment. In the absence of existing infrastructure in the region, the vessel is equipped with advanced thermal and nuclear power facilities.

Alterra Corp. currently operates 9% of all phasegates in the galaxy. If the Aurora's mission is successful Alterra will have outmaneuvered a cabal of Mongolian corporations, operating a range of outposts and mines in the region.", 


//New PDA in the Cargo Bay
"Ency_Aurora_Cargo_PDA1" : "Aurora Engineering Drone - User Log",
"EncyDesc_Aurora_Cargo_PDA1" : "   [Exiting sleep mode. Loading voice recognition.]
Berkeley: 'Drone, retrieve propulsion cannon.'
    [Repulsion cannon retrieved]
CTO: 'Hey! Berkeley! If you plug those wires in with that repulsion cannon you're going to depressurize the cargo bay.'
Berkeley: 'Damnit. Drone, I said PRO-pulsion, not RE-pulsion.'
    [Repulsion cannon retrieved]
Berkeley: 'Drone, recalibrate external sensors!'
CTO: 'The sensors are fine. I made some tweaks to the language interface. Try treating it like a regular crewmember.'
    [Sensors recalibrated]
Berkeley: 'Drone, you suck. I know it's not your fault, but please take this thing off me, and bring me back a propulsion cannon. Thanks for your time.'
    [Retrieved propulsion cannon]
Berkeley: 'Thank you. Now go away.'
    [Entering hibernation mode]
Berkeley: 'Are these tweaks a productive use of your expertise?'
CTO: 'They keep me busy 'til we get starside.'",


//Drive room

"Ency_Aurora_DriveRoom_Terminal1" : "Aurora Black Box Data",
"EncyDesc_Aurora_DriveRoom_Terminal1" : "Initiated slingshot maneuver around planet 4546B
WARNING: High velocity energy pulse launched from planet surface
Emergency distress signal sent to Alterra listening buoy
Impact detected. Drive core shield compromised
Lifepod bays on starboard side compromised
Emergency evacuation initiated
Aurora entering planetary atmosphere
Massive impact registered, main networks offline

Post-Analysis:
 - The energy pulse matched no known planetary defense technologies
 - Pulse's site of origin has been calculated and downloaded
 - Distress signal broadcast successfully
 - Alterra reply received at T+8hrs to [High priority terminal in Captain's Cabin, Living Quarters]", 
 //add mountains signal



"Ency_Aurora_Locker_PDA1" : "Aurora Auxiliary Mission Orders",
"EncyDesc_Aurora_Locker_PDA1" : " - Search & Rescue 
 - Crew of the Mongolian vessel 'Degasi'
 - Ariadne Arm
 - Contact: Emissary Jochi Khasar, Aurora Passenger Quarters, Room 4

Mission brief:
A Mongolian vessel, the 'Degasi', disappeared almost a decade ago. Corporate insurance has purchased passage aboard the Aurora for Emissary Khasar, and your orders are to afford them every reasonable facility to locate and, if appropriate, retrieve the Degasi crewmembers, without compromising the primary mission.

The Aurora is due to perform a gravity slingshot maneuver around planet 4546B approximately 13 months post-launch. This will bring the ship within range of the Degasi's last known position.

Degasi crew manifesto has been distributed to senior employees in a separate data package.",


"Ency_Aurora_Locker_PDA2" : "Sweet Offer",
"EncyDesc_Aurora_Locker_PDA2" : "From: Huggins
To: Wilson

You're telling me during these last 13 months you never took a ride on the outside? Well now you've got yourself an insider in robotics. We've plain got nothing to do until we get starside and start work on the gate. You want to get hands on with a mech and taste the stars you've only got to say. I've got a righteous P.R.A.W.N. suit here with your name on it. You don't know what power feels like until you've crushed an asteroid with your bare, heavily mechanically-augmented hands. If you're up for it come by my living quarters. Code is 1869.",
   

//These texts to be used in wrecks and lifepods as appropriate to gate off the exo room.
"Ency_Exo_Code_LifepodPDA" : "Non-essential Systems Maintenance Logs",
"EncyDesc_Exo_Code_LifepodPDA" : "Robotics bay (access code 6666) parts sweep  - Completed
Standard corridor routines - Completed
Public conveniences check - Delayed for ongoing use
Deck A lifepods maintenance check - Commenced",

"Ency_Exo_Code_WreckPDA" : "Robotics Bay Security",
"EncyDesc_Exo_Code_WreckPDA" : "From: CTO Yu
To: Technician Hinkle

You're such a corporate stooge, Hinkle, live a little! No matter what access codes we put on the robotics bay, the guys are still going to find a way to joyride the mechs. So if the second officer says we've got to change the codes, I'm just saying let's change them to something we won't all forget.

How about 6666. The guys will like that.",
   

//living quarters

"Ency_Aurora_Living_Area_PDA1" : "Trans-Gov Profile: Alterra Corp.",
"EncyDesc_Aurora_Living_Area_PDA1" : " - One of largest suppliers of spacefaring technologies and consumer electronics in the federation
 - The official supplier of the TSF
 - Consistently ranked amongst the Galaxy's best employers
 - Began life as a defense manufacturer in the mid-22nd century
 - National Motto/Slogan: 'Get what you deserve'
 
Although most trans-govs can trace their roots back to earth, Alterra - literally meaning 'by earth' - is the only one brazen enough to take its name. 

During the Expansion, Alterra supplied arms to all sides, acquiring and housing a vast colonist workforce, and making the transition from manufacturer to state. The corporation's threat to cease trade was one of the turning points in the conflict, bringing about the end of hostilities and the signing of the Charter.

Alterra holds the monopoly within its own borders. Free enterprise is encouraged; but competition is tight, all goods exported offworld must be Alterra branded, and profitable businesses are bought out by the state, owners ascending to the Alterra Board of Directors. Well-known Alterra technologies such as the Cyclops submersible originated with such private enterprise.

Despite superficial similarities to national governments, the corporation's lawyers have always maintained that it has no legal obligation to its 'employees', but voluntarily elects to take on the roles usually served by a democratically elected government. This claim has not yet been tested in Federation courts.",


"Ency_Aurora_Living_Area_PDA2" : "Responsible Autonomous Relationships",
"EncyDesc_Aurora_Living_Area_PDA2" : "Foreword, by Robin Eklund 

All the good things in life are commodities. We trade love just as we buy and sell stock. We engage in human relationships when there is a fair exchange of value - be that support, motivation, challenge, learning - nothing good is ever for free.

If every physical good in the galaxy came from a single supplier, that would constitute a dangerous monopoly. Personal relationships are the same: it is important for people to get what they need from multiple sources. Further, if someone finds a better source of the goods they require, they should be free to add it to or replace their existing supplier. 

If one member of a relationship should feel threatened or jealous, they must look at their own business model and ask whether it is performing competitively. There is always room for improvement.",

"Ency_AuroraEngineeringLog": "",
"EncyDesc_AuroraEngineeringLog": "",


"Ency_Aurora_Living_Area_PDA2b" : "Relationship Contract Legal Recording",
"EncyDesc_Aurora_Living_Area_PDA2b" : "WILSON: Listen, I know I don't have the right to make demands of you, but I need you to understand that I want to change our relationship.
HUGGINS: I hear what you're saying and I will try to respect it. How would you like to change it?
WILSON: I would like to reduce our contact hours.
HUGGINS: How much further can we do that?
WILSON: To zero.
HUGGINS: You're dumping me?!
WILSON: I'm changing the terms of our relationship.
HUGGINS: Is it still a relationship if we don't see each other?
WILSON: Of a kind. You have so many expectations. 
HUGGINS: I feel you just want to spend more time with those guys on the leisure deck.
WILSON: I feel hostility in what you're saying, and that jealousy is a possessive emotion. Why can't you be happy for me?
HUGGINS: I am happy for you, and I'm happy for the guys on leisure deck. I'm just not happy for me.
WILSON: This is why I want to change our relationship.",




//In canteen type room when you first enter the living area
"Ency_Aurora_Living_Area_PDA3" : "Surveillance Log, Forward Galley",
"EncyDesc_Aurora_Living_Area_PDA3" : "[Suspicious key word 'de-restricted' detected. Beginning automated recording.]
SUPPORT CREW: You picked that up when we docked with the Mongolian mining station? How much was it?
TRADER: 3,000 credits.
SUPPORT CREW: Including the extras?
TRADER: *Whispers* And a counterfeit operator's license.
SUPPORT CREW: No way the Mongolians gave up a de-restricted battery charger for just 3,000.
TRADER: It's called negotiation. You should have learnt it in school.
SUPPORT CREW: Didn't move to Alterra 'til I was 16, negotiation class is younger.
PASSENGER: It looks like the Alterra charger I have at home.
TRADER: Does your charger have these ridges on the side? Ridges means no Alterra restrictions.
SUPPORT CREW: I heard the Alterra model's more reliable. Looks better, too.",

	
//Ring room

"Ency_Aurora_RingRoom_Code_PDA" : "Lab Access",
"EncyDesc_Aurora_RingRoom_Code_PDA" : "If you need to tweak your equipment please use the mod station in the forward section, or retrieve preconfigured equipment from the lab next door to the data coil. The door code is 6483.",

"Ency_Aurora_RingRoom_Terminal1" : "Lifepod Tracking Data",
"EncyDesc_Aurora_RingRoom_Terminal1" : "Lifepods 1 - 27 launched OK at time T+0hrs prior to Aurora planetfall
Lifepod survival rate: 40% approximate
Emergency bouncebacks received from 7 lifepods on planet surface
Human lifesigns detected over long range at T+8hrs: 1
Personnel unaccounted for: Non-Essential Systems Maintenance Chief Ryley
Continuing to monitor
Monitoring equipment failed at T+9hrs",
//add lifepod signal/s to inventory  


//Computer plays computer voice audio line and gives blueprint
"Aurora_RingRoom_Terminal2" : "Data bank corruption was detected on your PDA. Your technology blueprints have been updated.",
//Give blueprint

"Ency_Aurora_RingRoom_Terminal2" : "Alterra Safety Instructions",
"EncyDesc_Aurora_RingRoom_Terminal2" : "CORRUPTED",

"Ency_Aurora_RingRoom_Terminal3" : "Alterra HQ - Last Recorded Transmissions",
"EncyDesc_Aurora_RingRoom_Terminal3" : "Aurora long-range communications relay: OFFLINE
Average long-range transmission delay: 5 hours
Displaying last recorded transmissions...

AURORA [T-6mins]: This is an emergency distress call. Aurora is on collision course with planet. Sending all available environmental data. Please find survival solution.

ALTERRA HQ [T+8hrs]: To any survivors of the starship Aurora: if you're hearing this, we will do everything in our power to get you home. A rescue mission would take years to reach you out there, but we think we've got a better solution. 

ALTERRA HQ [T+8hrs]: We received your environmental data, and we've sent you a blueprint for a specially-designed ship we think will be capable of breaking orbit and getting you back to the nearest phasegate. We calculate that you can find the requisite materials in situ. We'll be sure to- *Static*

[T+8hrs]: Communications relay OFFLINE",
//Give escape ship blueprint


    
    
//////////////////////////////////////////
///// WRECKAGE LORE TEXTS (INNER BIOMES)//
//////////////////////////////////////////

"Ency_InnerBiomeWreckLore1" : "Search & Rescue: Paul Torgal",
"EncyDesc_InnerBiomeWreckLore1" : "Auxiliary Search & Rescue: Paul Torgal
Position: CEO of Torgal Corp, Captain of the 'Degasi'
Status: Lost in space, Ariadne Arm
Age at time of disappearance: 79

Paul Torgal and his crew fell out of contact with Mongolian authorities close to a decade ago. The Torgals were a resourceful and powerful clan, and the ship was well-equipped, so their survival is considered likely; however multiple vessels passing through the system have since attempted to trace the ship to no effect. It is hoped the Aurora's superior scanning suite can do better.

    - Made majority shareholder in Torgal Corp. by his mother upon her retirement
    - Interaction with Alterra limited to infrequent chartered munitions deliveries
    - Beneficiary of life extension technologies
    - Accompanied by his only child, Bart Torgal (19), heir to the Torgal Corporation
    - Emissary Khasar reports Torgal frequently traveled with fewer than the recommended skeleton crew
    - Inadequate systems maintenance may account for the ship's disappearance",
    

"Ency_InnerBiomeWreckLore2" : "Search & Rescue: Bart Torgal",
"EncyDesc_InnerBiomeWreckLore2" : "Auxiliary Search & Rescue Target: Bart Torgal
Position: Vice President of Torgal Corp.
Status: Lost in space, Ariadne Arm
Age at time of disappearance: 19

    - The only child of Paul Torgal
    - Beneficiary of enhanced learning techniques and cerebral implants
    - Digi-trained in advanced biochemistry and stellar economics
    - Emissary Khasar reports Bart was accompanying his father to a newly constructed space station where he was to serve a five year term as Chief Operating Officer",


"Ency_InnerBiomeWreckLore3" : "Search & Rescue: Marguerit Maida",
"EncyDesc_InnerBiomeWreckLore3" : "Auxiliary Search & Rescue Target: Marguerit Maida
Position: Security Personnel
Status: Lost in space, Ariadne Arm
Age at time of disappearance: 42

    - Freelance mercenary, born in the Mongolian States
    - Experienced in ship-to-ship and close quarters combat techniques
    - Tours of duty with the Mongolian Defense Force and the Trans-System Federation
    - Dishonorably discharged from the TSF 15 years ago for going off mission (details classified)
    - Emissary Khasar reports Maida was hired to accompany Paul Torgal onboard the Degasi into uncharted space, and defend the ship in case of pirate assault",


"Ency_InnerBiomeWreckLore4" : "Alterra Citizen Testimonials",
"EncyDesc_InnerBiomeWreckLore4" : "Frank told us this: 'I hear there are worlds out there where kids still learn from books. They go into a classroom every day, they memorize things, then later they have to write those things down again in controlled environments. Or worlds where everyone's supposed to be an artist! What use is learning to draw to someone who's going to work in human resources? On Alterra worlds, psychometric testing and specialized digi-training makes the most of everyone's talents.'

Max Zoinkoff: 'I started out in marketing for Alterra Survival Systems. It was good work, but I thought I could do better. I set up my own company, developing bespoke code for the Seamoth submersible. I sold up to Alterra ten years ago. Now I'm on the board of directors, and I haven't looked back.'

George said, 'An average day for me starts at 10am. I live in a controlled habitat on Terra 17, so everything I need is less than five minutes away. I'm a naturally empathetic person, so I took work as a companion. I spend my days visiting clients, talking with them, learning about them, paying them the attention that everyone needs and deserves, and like most people on Alterra worlds I'm lucky enough to earn a living doing things I enjoy.'

Kaz says, 'We're lucky. We're free. We have jobs. There are trans-govs out there that do everything with robots, you know?'

Jamie had this to say: 'I design artificial worlds, including some of the most popular factory defaults. To do what I do you need to know what people really want. They want excitement, adventure, new experiences, to be whoever they want to be. My job is to make that happen. There are people who say we spend too much time escaping our lives and not enough time making them better. Those people are usually from outside of Alterra space.'",


    "Ency_InnerBiomeWreckLore5" : "Trans-Gov Profile: Mongolian Independent States",
"EncyDesc_InnerBiomeWreckLore5" : "When the hostilities of the Expansion ceased, the tactical value of a number of hard-to-reach colony systems on the outer rim of the China Territories plummeted. Recouping from the war, the central government left them to starve. The systems in question declared independence, claiming their infrastructure as their own, and their intent to become self-sufficient.

Today the Mongolian States is seen as a relatively minor power on the outskirts of colonized space, yet it remains one of the fastest expanding trans-govs in the galaxy. There is little centralized control. In times of war, a defense force can be raised between the chief officers of the major planetary corporations.

Mongolian societies inherited their technologies from the Chinese, but incorporated the customs of their multicultural colonist base. Non-synthetic foods remain popular. Religion is a strong component of society, but the Mongolians take a relaxed view of competing faiths, believing gods to be universally flawed, and equally defensible.",


"Ency_InnerBiomeWreckLore6" : "Aurora Scanner Room Voice Log",
"EncyDesc_InnerBiomeWreckLore6" : "ENCRYPTED",

"Ency_InnerBiomeWreckLore7" : "Aurora Scanner Room Voice Log",
"EncyDesc_InnerBiomeWreckLore7" : "KEEN: The way I see it no one's to blame here.
CREW 1: She gave me the wrong co-ordinates!
CREW 2: He didn't give me clear instruction!
KEEN: Okay, I'll rephrase: you've been equally incompetent. Now, we've lost time, but we're closer to the planet, so if the Degasi's out there the scan should pick it up.
CREW 2: Why are we even helping the Mongolians? Aren't they the competition?
KEEN: Enjoy your shore leave on Sanjei Station? Like having fuel in the tanks? Thank the Mongolians. We run the scans, we show the Mongols we didn't find anything, and we say thanks for the free dinner. Clear?
CREW 1: Sir, there's something odd on the surface scan here.
KEEN: Turn that recorder off!",

//More VR program logs, because these are fun.

//InnerBiomeWreckLore8 renamed and moved to onboard Aurora


"Ency_InnerBiomeWreckLore9" : "Unificationism",
"EncyDesc_InnerBiomeWreckLore9" : "Religion has been scorned throughout space-faring history, but it has survived. By combining ancient meditative practices with the foresight of modern science, unificationist pantheism was born.

Determinism teaches us that what has always been, always will be. The future is already decided, and free will is a myth. Gone are the days of casting guilt and original sin on all. Today we understand that we are born innocent, into lives we are not responsible for; we are atoms vibrating in the energy winds of space. Understanding that what we do has no meaning but for ourselves; and understanding that we are just as much a causal part of the universe as the universe is a causal part of us; we can understand that we give meaning to the universe and the universe gives meaning to us. We are people. But we are also gods.

If we are gods, why do we feel imperfect? If there is no authority but our own, why do people keep telling us what to do?

Unificationism has the answer. 300 credits for the opening seminar.",
	
"Ency_InnerBiomeWreckLore8" : "",
"EncyDesc_InnerBiomeWreckLore8" : "",


//////////////////////////////////////////
///// WRECKAGE LORE TEXTS (OUTER BIOMES)//
//////////////////////////////////////////

"Ency_OuterBiomeWreckLore1" : "VR Suite Log",
"EncyDesc_OuterBiomeWreckLore1" : "Loading program: DesertIslandDrama.vrat
Size: 3 players
Resources: Normal
Spawning players on beach.
Player 1 has been washed away by an unusually high tide.
Player 2 has traded a coconut with player 3 for 10 credits.
Player 3 has planted a coconut.
Players are getting hungry.
Player 3 has grown a coconut tree.
Player 3 has eaten a coconut. Player 3 is no longer hungry.
Player 3 has traded a coconut with player 2 for 30 credits.
Player 2 has eaten a coconut but is still hungry.
Player 3 has traded a coconut with player 2 in exchange for building a tent.
Player 3 is sleeping inside their tent.
Player 2 is cold.
Night falls.
A passing ship is offering trading.
Player 2 has traded 30 credits for a musket.
Player 3 has been shot twice in the head while sleeping.
Player 2 wins.
Player 2 has died of loneliness.",


"Ency_OuterBiomeWreckLore2" : "Alterra Alms Pamphlet",
"EncyDesc_OuterBiomeWreckLore2" : "'Charity' is an archaic concept which the realism of today's Alterrans has rendered obsolete. We understand that we are each responsible for ourselves, but the best way to get the most for ourselves is to work together with Alterra. The implication of this reasoning is clear: if someone is in need, they must find a way to be needed. 

Alterra Alms is a training academy for those in need. We're not a charity, because we don't ask for handouts - we prefer to think of ourselves as a philanthropic beneficence facilitation service promoting synergy between employer and workforce. 

AA operates on a lottery system. By investing any number of credits you will be entered into our prize draw. Larger investments yield higher chances of winning. Your credits will go toward training unskilled colonists in vital tasks such as maintenance and interpersonal skills. The colonists receive this training voluntarily and free of charge, on condition of a minimum contract with one of our investors on completion of their training. The joy of capitalism is that everybody wins! In the unlikely event we are unable to complete training that colonist is released without charge or contract back out into the world!",


"Ency_OuterBiomeWreckLore3" : "The Charter",
"EncyDesc_OuterBiomeWreckLore3" : "Definitions:
Trans-gov - An independent authority in de facto control of at least one solar system and phasegate.
Citizen - A person who consents, consciously or implicitly, to the authority of a recognized trans-gov.
The Charter - The full legal contract agreed upon by 37 separate trans-govs, and summarized herein.
The Trans-System Federation (TSF)- Military police charged with enforcing the terms of the Charter; independent of, but funded by, the trans-govs.
Trans-System Phasegate - Any permanent installation which enables warping of spacefaring vessels between solar systems.

Trans-gov Principles:
1. Each trans-gov is to have an equal right to the most extensive basic liberty compatible with a similar liberty for others.
    a. Each trans-gov has the right to own phasegates and planetary infrastructure
    b. Each trans-gov has an obligation to share phasegate access with other trans-govs on equal terms   
    c. Each trans-gov has an obligation to financially maintain and comply with the TSF

2. Each trans-gov has the right to self-government, subject to the restrictions laid out below.
    a. No trans-gov may develop weapons and technologies outlawed in appendix 91
    b. No trans-gov shall engage in population abuse",

//Set this as a Terminal
"Ency_OuterBiomeWreckLore4" : "Surveillance Log, Leisure Deck #3",
"EncyDesc_OuterBiomeWreckLore4" : "PASSENGER 1: I just came onboard. I was visiting my daughter. She married a Mongolian, now they're with one of those awful mining operations.
PASSENGER 2: I've been onboard since Alterra space. My institute paid for the full journey as a research initiative.
PASSENGER 3: I'm just here for the experience. You can do all the VR you like, nothing compares with the real thing.
PASSENGER 1: You mean you're here, for fun? For 18 months? Are you crazy?
PASSENGER 3: What's crazy?
PASSENGER 1: You're paying to stare at empty space.
PASSENGER 3: That's not what I'm paying for. I'm paying for the adventure.
PASSENGER 1: What adventure?!
PASSENGER 3: The sort of adventure money can't buy. Life. This. Discovery.
PASSENGER 1: I'd rather discover the Martian Beach Resorts myself.",

    
"Ency_OuterBiomeWreckLore5" : "Torgal Corp.",
"EncyDesc_OuterBiomeWreckLore5" : "Torgal Corporation is a long-standing, family-run business that operates almost a dozen mining and trading operations. The company share price hit an all time high on the announcement by a cabal of Mongolian interests of their intention to construct a new phasegate utilizing Torgal materials. These plans were put on hold when Bart Torgal, the intended leader of the new mining operation, disappeared along with his father.",


"Ency_OuterBiomeWreckLore6" : "Join Alterra's Board of Directors",
"EncyDesc_OuterBiomeWreckLore6" : "It's not about money. That's what every director on Alterra's board has told me - and I believe them. Profitability is just a temporary measure: power and status are the real goals.

Make enough profit for Alterra Corp. and you'll be recognized by the most powerful businesspeople in the universe. Establish a company that obliterates the competition and - after compulsory buyout - you can be promoted to the Board of Directors. 

Perks include:
- Travel: Free use of company phasegates
- Entourage: Personal assistants for every facet of your life
- Longevity: automatic organ replacement
- Alterra: Get what you deserve",

//WreckLore7 and 8 moved to Aurora
"Ency_OuterBiomeWreckLore7" : "",
"EncyDesc_OuterBiomeWreckLore7" : "",
"Ency_OuterBiomeWreckLore8" : "",
"EncyDesc_OuterBiomeWreckLore8" : "",


"Ency_OuterBiomeWreckLore9" : "Surveillance Log, Leisure Deck #2",
"EncyDesc_OuterBiomeWreckLore9" : "[Suspicious key word 'religious' detected. Beginning automated recording.]
KHASAR: You Alterrans, you think you have it all. But in the Mongolian States we have the freedom to work for ourselves.
CREW: Hey, most of us are contractors! Jo owns her own company!
KHASAR: Whose ship are you living on right now? Yours, or Alterra's?
CREW: You'd do well to remember whose ship you're on, Mongol.
KHASAR: I'd say this ship belongs to all people. We're all part of the same system, the only difference between us is where we choose to draw lines.
CREW: Religious nonsense. You guys are nothing but a cabal of cowboy corporations fighting over rocks on the far reaches of space.",


"Ency_OuterBiomeWreckLore10" : "Profitability Projections",
"EncyDesc_OuterBiomeWreckLore10" : "Two choices: A) Carry on working long-haul missions on the outer reaches of space; B) Come up with a profitable business, sell out to Alterra, live happily ever after.

I choose B. Ideas:

 - A robot that builds other robots (don't they have those already?)
 - A water filtration system that has infinite battery life (solar power? body heat? do suns last forever? check this)
 - A phasegate that can be built by self-repairing robots instead of poor lonely humans on an 18 month mission (what happens when something goes wrong?)
 - A VR program that precisely simulates real life down to the finest detail (how do I know they didn't already invent it and we're inside it right now? wouldn't want an intellectual property challenge...)
 - A gun that shoots other, smaller guns (can't see any real objections to this one)",




//major techs:
//exo, cyclops, MVB, seamoth
//Mod station, moonpool
//scanner room
//tools: prop cannon, stasis rifle, gravsphere, repulsion upgrade, transfuser 
//bio reactor, nuclear reactor
//Mentions: chair, desk, bed etc

//1. Air bladder, Xseaglide, XWELDER (lifepods), pipes
//2. Small storage, bioreactor, solar panels, builder, gravsphere
//3. rebreather, solar, MVB, seamoth (first wreck?)
//4. rad suit, laser cutter, cyclops 
//5. Stasis, Xprop cannon, Xscanner room, terraformer
//6. Thermal plant, mod station (heat blade, stillsuit, reinforced suit, high cap tanks), moonpool, 
//7. Water park, Xtransfuser, Xexo, LP




//////////////////////////////////////////
//////////    LIFEPOD TEXTS    ///////////
//////////////////////////////////////////

//Grassy21
//SEAMOTH fragment nearby; changed from seaglide.
//Add flares / something else?
"Ency_LifepodSeaglide" : "Lifepod 17 Crew Log",
"EncyDesc_LifepodSeaglide" : "Lifepod made planetfall intact approximately one hour ago. Environmental instruments were knocked offline when the Aurora's seamoth bay collapsed around me. With my face pressed to the glass I can make out shadows shifting about in the water below me. Every so often the pod is rocked by some kind of collision. I can't tell whether the pod is bumping up against the rocks, or if there is something out there that's trying to get in. Either way the hull is beginning to buckle.

I can see what's left of the Aurora from the top hatch. We were carrying anything and everything we might need to complete the phasegate: mobile vehicle bays, bioreactors, propulsion cannons... I'm going to go out there and scavenge whatever I can find, see if I can reinforce the lifepod hull.",


//Grassy 25 > kelpForest28
//Lifepod 3
//This lifepod contains a COMPASS and SEAGLIDE fragment
"Ency_Lifepod3" : "Lifepod 3 Crew Log",
"EncyDesc_Lifepod3" : "PDA: Situational analysis complete. Communications relay offline.
ALTERRA CREW 1: Damn it! How are we going to find the others without a rendezvous signal?
ALTERRA CREW 2: We have a compass bearing on where the other pods went down.
ALTERRA CREW 1: You want to just swim for it?!
ALTERRA CREW 2: If there's any rescue coming, it might years away. I see a seaglide outside the hatch. If we can fix it up we can get to the others and salvage the materials we need to build a permanent habitat. We're a few rooms away from relative luxury. I'm going out there to see what I can find.",


//SafeShallows22
//Lifepod6
//This lifepod contains a RADIATION SUIT / FRAGMENT
//LifepodCrashZone1 and LifepodCrashZone2 are separate PDAs in the same lifepod.
"Ency_LifepodCrashZone1" : "Lifepod 6 Crew Log #1",
"EncyDesc_LifepodCrashZone1" : "ALTERRA CREW: Ma'am, I need you to stay calm. We're not in immediate danger.
AURORA PASSENGER: Where are the rescue teams?!
ALTERRA CREW: The ship didn't make it.
AURORA PASSENGER: So where are the rescue teams?!
ALTERRA CREW: They're dead, ma'am. We have the rendezvous coordinates, but the route there is heavily irradiated from the crashsite, and we only have one rad suit.
AURORA PASSENGER: So what are you going to do?!
ALTERRA CREW: If I take the suit, perhaps I can find a lead-source in the area, come back and fabricate a second suit for you, then we swim for the rendezvous.
AURORA PASSENGER: How do I know you'll not just save yourself? Give me the suit, I'll go.
ALTERRA CREW: Do you know how to properly equip-
AURORA PASSENGER: I said I'll go!",


"Ency_LifepodCrashZone2" : "Lifepod 6 Crew Log #2",
"EncyDesc_LifepodCrashZone2" : "ALTERRA CREW: I never should have let her leave with that rad suit. By now she's either swum to dry land, or drowned trying. Meanwhile the air filters aren't keeping up with the hull breach, radiation levels in the pod are rising. I won't last much longer without meds. This would be the time to take the easy way out, if all the options on the table weren't equally horrific.
*Hatch opens*
AURORA PASSENGER: Help me!
ALTERRA CREW: What happened?!
AURORA PASSENGER: *Coughing* I tried to make it to the rendezvous, but I *cough* started feeling sick. Barely made it back.
ALTERRA CREW: This is important, did the suit breach? Are you contaminated?
AURORA PASSENGER: No! I don't know what's wrong.
ALTERRA CREW: Did you set the air levels right?
AURORA PASSENGER: Yes.
*Sound of scanner*
ALTERRA CREW: Did you remember to do up the zipper? 
AURORA PASSENGER: What zipper?
ALTERRA CREW: Your radiation levels shouldn't be this high. Ma'am, you've been exposed to... Ma'am? Ma'am, wake up!
AURORA PASSENGER: If you make it off this planet, please don't tell people I died *cough* because I couldn't dress myself.
SCANNER: Lifesigns flat-lined.
ALTERRA CREW: Your secret's safe with me. I don't expect to make it off this planet.",


//Crashzone27 - Floating, has water and medkit
//No text currently

//A lifepod contains this captain's quarters code
"Ency_LifepodCaptainsQuartersCode" : "Lifepod 4 Captains Log",
"EncyDesc_LifepodCaptainsQuartersCode" : "Door code : 1903",

//KelpForest28 > Grassy25
//Lifepod
//This lifepod contains a number of random prop items which would be useless in a survival situation, produced erroneously by the onboard fabricator (eg gorge plushy, aurora ship model, desk equipment etc)
"Ency_LifepodRandom" : "Lifepod 7 Crew Log",
"EncyDesc_LifepodRandom" : "I've tried everything. If this fabricator were working I'd be watching the sun set from the armchair in my private observatory by now. As it is I can barely manufacture the most basic of materials with this thing. Want a battery? Here, have a children's toy! Need deep sea diving equipment? Have some lab equipment! Hungry? Let me turn that fruit into dust for you!

My theory is the situational analysis circuits are fried.

I'm going forward with trial and error. I hit every button on this list, it's got to make something useful eventually.",


//MushroomForest24
//Lifepod13
//Make a bit more accepting of his fate.
"Ency_Lifepod4" : "Lifepod 13 Emissary's Voicelog",
"EncyDesc_Lifepod4" : "00:00 Lifepod systems online.
00:03 Passenger 07 'Emissary Jochi Khasar' has boarded the lifepod.
00:07 Lifepod launch sequence initiated.
00:15 Lifepod detached from Aurora OK.

00:17 Onboard microphones recording: 'My creators, the cherishers and sustainers of worlds, give me this day my daily goods, and allow me my pleasures, as I allow those who seek pleasures from me.'

00:33 Entering planetary atmosphere.
00:35 External temperature approaching critical levels.

00:37 'Show me the path, in Life, Truth, and Love, in Substance, Principle and Mind. For mine is the power, I am the one. For ever and ever, on and off and on again.'

01:02 Exterior hull damage sustained.
01:05 Life support systems failed.
01:06 Impact imminent.

01:07 'Life is a game, which the universe plays with itself. I am done pretending to be merely this bundle of flesh. I am ready to play for a different side.",



//Redraft, this is boring for so deep.
//Koosh26
//Lifepod12
"Ency_Lifepod2" : "Lifepod 12 Crew Log",
"EncyDesc_Lifepod2" : "This is medical officer Danby in Lifepod 12, I'm breaking atmosphere at high velocity, planetfall in 20 seconds! *Explosion* Taking fire! Going into a spin! Attempting- *Static*",


//BloodKelp29
//Lifepod2
//Can you decorate the local area around the pod with dive reel, where the character has been trying to chart a way out?
"Ency_Lifepod1" : "Lifepod 2 CTO Yu's Voicelog (T+2min)",
"EncyDesc_Lifepod1" : "CTO: Flotation devices have failed!
TECHNICIAN: We're flooding, we should evacuate!
CTO: Wait, I can reconfigure the O₂ system to act as a bilge!
TECHNICIAN: It's working!
*Crash*
CTO: OK, good news: we're alive, and we've stopped sinking.
TECHNICIAN: Bad?
CTO: The O₂'s going to run out in 30 minutes and we're 500 meters down.
TECHNICIAN: What do we do?
CTO: We run the math.
TECHNICIAN: *Spluttering* I don't want to pressure you, but my feet aren't touching the floor anymore.
CTO: OK, OK, I think I can cobble together a rebreather. We can take a dive reel and chart our way out of this chasm and back to the surface.
TECHNICIAN: What if it's still too far?
CTO: Then we salvage what we can from the area and think of something else, and we keep doing that until it's not too far, or the alien fish finally learn we're edible.",

//SparseReef30
//Near to floating island
"Ency_LifepodKeenDialog" : "Lifepod 19 Officer Keen's Voicelog",
"EncyDesc_LifepodKeenDialog" : "CAPTAIN: Keen! This is Aurora, come in!
KEEN: I hear you, Captain!
CAPTAIN: The computer has identified a landmass at the attached coordinates! I want you to regroup the crew there!
KEEN: Understood, but-
CAPTAIN: They're your responsibility now, don't let them down!
KEEN: Captain, you need to evacuate!
*Explosion aboard the Aurora*
KEEN: Captain?!",

"Ency_LifepodKeenLog" : "Lifepod 19 Officer Keen's Crew Log",
"EncyDesc_LifepodKeenLog" : "To all crew - If you are reading this then you have followed the automatic distress signal broadcast by this lifepod's onboard computer, contrary to protocol. I am forced to evacuate. Your orders are to disregard my safety and attempt to reach the designated rendezvous co-ordinates at the nearest landmass. I hope to see you there.

- Second Officer Keen",


//Old Headers:
"Ency_LifepodCTODialog1" : "REMOVED",
"EncyDesc_LifepodCTODialog1" : " ",
"Ency_LifepodCTODialog2" : "REMOVED",
"EncyDesc_LifepodCTODialog2" : " ",
"Ency_LifepodCTOLog2" : "REMOVED",
"EncyDesc_LifepodCTOLog2" : " ",
"Ency_LifepodCTOLog1" : "REMOVED",
"EncyDesc_LifepodCTOLog1" : "REMOVED",






/////////////////////////////////////////////////////////////////////////////////
//FLOATING ISLAND SEABASE///////////////////////////////////////////////////////
////////////////////////////////////////////////////////////////////////////////

"Ency_IslandsPDAPaal" : "Paul Torgal's Log",
"EncyDesc_IslandsPDAPaal" : "CORRUPTED",


"Ency_IslandsPDABase1Interior" : "Paul Torgal's Log #1 - Marooned",
"EncyDesc_IslandsPDABase1Interior" : "Captain's log, five weeks since our ship, the Degasi, was shot down. I give thanks that fate saw fit to spare my son, Bart, and I from death, but my personal entourage were not so destined. The only other survivor was Marguerit Maida, a cut-price mercenary with local expertise who I reluctantly commissioned for the journey.

We spent days in the lifepods, rain beating on the roof, nothing but ocean on the horizon. Just as we were losing hope the weather cleared and we saw this island, this floating oasis. We were saved.

We salvaged the Degasi wreck down to its barebones and built this habitat from the scrap. I set Bart to studying the alien plantlife and arranging us a stable source of food, put that expensive digi-training to good use. People can question digi-training and foreign technology all they like. Bart's bio-chem imprint already paid for itself. As I dictate this I'm eating hydroponically-grown  potato salad garnished, with seeds that taste like spicy orange peel.

Our only problem is Maida. I've caught her muttering that the island's too small to support us indefinitely. That the weather's going to turn on us. I say she's grown superstitious. Every judgement she makes assumes things go from bad to worse, that the only forward is a fight. She ought to take in some context. As a species we've spent millenia learning how to shackle nature to our will. This planet won't cause us any new problems.

Our one task now is to stay alive, as comfortably as possible, until rescue arrives. In this part of space that could be months, or even years.",


"Ency_IslandsPDABase1a" : "Bart Torgal's Log #3 - What's left?",
"EncyDesc_IslandsPDABase1a" : "I messed up. Badly this time.  It's been two days since what happened. We never should have left this island. I shouldn't have listened to them. We shouldn't have gone so deep. We're not wanted down there. They don't trust us. I knew it and I didn't say. I could see it, and they couldn't, and now they're stuck down there, and I'm up here, alone. I deserve this.",


"Ency_IslandsPDABase1bDesk" : "Degasi Voice Log #1 - Habitation Location",
"EncyDesc_IslandsPDABase1bDesk" : "MARGUERIT: It won't work, Chief. There's nothing left of the Degasi. No building materials on this island. And my nose tells me the weather's turning. We're gonna have to get our feet wet.
PAUL: This island is safe. There are no predators. We can grow food. Why would we abandon it?
MARGUERIT: Your kid says we can't grow enough. Not without more growbeds. Speak up, kid.
BART: It's... it's true. The natural growth rates are too slow to support three of us indefinitely. Especially if the weather gets worse.
MARGUERIT: All I'm sayin' is, ocean's got us surrounded. No use hiding.
PAUL: I've made my decision. You two want to forfeit your commissions just to take a swim?
MARGUERIT: Believe me, I'm thinkin' on it.",

	
"Ency_IslandsPDABase1Desk" : "Degasi Voice Log #2 - Storm!",
"EncyDesc_IslandsPDABase1Desk" : "PAUL: Bart, I said no! Your life is worth more than your vegetable patch! I forbid you go out there in this storm.
BART: I stopped needing your permission when the ship you were captaining sunk.
PAUL: You will stop needing my permission the day I'm not your father!
MARGUERIT: Say, Chief. Chief! 
PAUL: What?
MARGUERIT: Do you know how to drain those grow beds out there of 40 tons of storm water? Or how to conjure food from the air?
PAUL: Don't try to be clever. No one likes a clever mercenary.
MARGUERIT: I'm just sayin', what's your boy's life worth to you today, if next week you're gonna be so hungry you start wondering what he tastes like? Let him go deal with the plants.
PAUL: Son, go deal with the plants.
CPU: Bart Torgal is no longer aboard the habitat.
PAUL: Interfere with my family again and when rescue arrives I will leave you here. You understand me?
MARGUERIT: No rescue coming, Chief. Not in time. And no stayin' here, neither. This rain keeps falling, and sooner or later this place'll be buried. Only choice we've got is whether we get buried with it.
PAUL: Stay away from my boy.",


"Ency_IslandsPDAExterior" : "Degasi Voice Log #3 - Aftermath",
"EncyDesc_IslandsPDAExterior" : "MARGUERIT: You see, Chief? You brought us to this sodden planet. You told us we'd see a lush payday. Now what do we got, some 6 weeks later? Most of the crew dead. A pile of dirt in our front room. Rain coming in the through the windows. Food destroyed.
PAUL: I suppose you, with your extensive experience of hitting people in the face, you'd make a much better Captain.
MARGUERIT: I know I'd start by not taking unscheduled detours by alien water worlds. That's something you never want to learn the hard way.
PAUL: Let's hear it then. What's your plan?
MARGUERIT: I have a site scouted out. It's a cave, couple hundred meters down. Lots of lithium deposits. Good for building.
PAUL: How do you imagine we'd live?
MARGUERIT: I figured two water filters would keep the three of us going, we could build a bioreactor to cover the power. Chief, we'll eat seaweed salad if that's what it takes. Or you got something better?
PAUL: Send the coordinates to my PDA. I'll review your proposal.",
//Jellyshroom signal
    
    
    
///////////////////////////
////JELYSHROOM SEABASE/////
///////////////////////////
    
"Ency_JellyPDABrokenCorridor" : "Degasi Voice Log #4 - Pecking Order",
"EncyDesc_JellyPDABrokenCorridor" : "BART: I don't understand why you're so angry about it. All I said was, it was her idea to come down here, not yours.
PAUL: Son, in life there is always a pecking order. You learn your place within it over time. In our world, money makes the hierarchy. I pay Maida a fraction of what I pay you, and you a fraction of what I pay me. I'm at the top of the pack. But one day it'll be you.
BART: If money makes the hierarchy, why is Marguerit making the decisions?
PAUL: All this expensive education and I'm still the one that has to school you. We need her. Let her think what she likes, so long as she does as she's told.
BART: What if she doesn't?
PAUL: For enough money, she will. People always do.",

"Ency_JellyPDARoom2Locker" : "Degasi Voice Log #5 - Curious Discovery",
"EncyDesc_JellyPDARoom2Locker" : "PAUL: What is that thing?
MARGUERIT: I don't know. I found it outside, in the mud.
PAUL: Part of another ship?
MARGUERIT: None I've seen.
BART: It's not even scratched.
PAUL: Don't touch it, it could be valuable!
MARGUERIT: Stand down, Chief, I'm just lookin'. If it were goin' to crumble to dust it woulda done so when I first picked it up.
PAUL: It's glowing.
BART: It's still powered. 
PAUL: We're not the first people to come to this planet.
MARGUERIT: People. Maybe. Could be aliens. Could be the damn seamonsters. Just one way to find out.",
//Add precursor tablet here, or move this dialog to final base?


"Ency_JellyPDARoom2Desk" : "Degasi Voice Log #6 - Deeper?!",
"EncyDesc_JellyPDARoom2Desk" : "PAUL: We're already more than 200m below sea level! You want to go DEEPER?!
MARGUERIT: We've been here a couple months now, Chief. Look around us. I see water leaking through the hull. Water outside the hatch. Water above me, water below me. We're drowning. Real slow. If rescue arrives, whatever shot us down, it's going to do it again. And again. Until it's shut it off. You see an off switch around here, Chief?
PAUL: Why would an off switch any more likely be half a kilometer down?!
MARGUERIT: It's a hunch.
PAUL: You're mad.
MARGUERIT: I'm going. And I've an idea you two are gonna follow. If you do, be mindful: your authority stopped at sea level.",


"Ency_JellyPDAObservatory" : "Bart Torgal's Log #2 - Stalker Teeth",
"EncyDesc_JellyPDAObservatory" : "OK, something happened. We've been down here two months now, and we ran out of enameled glass. And Marguerit, here's what she does - she goes out to the kelp forests, armed with just a heatblade, and she goes fin to fin with a pack of stalkers. No wonder she was so interested last night to know what I'd learned about them.

Based on my wild theories about alien behaviour, she hand-fed an alien shark. She came home with a fresh cut on her forearm, didn't say anything about it of course, but I'd guess it took a couple of tries. She says once they're fed they're harmless. She brought home all the teeth we need.

On one hand, that is the most badass thing I ever heard, and now I'm sitting in this observatory watching biters tap harmlessly at the glass. On the other hand, how many of those incredible creatures did she have to kill just to tame one? What effects are we having on the ecosystem here?

If only we had an alien containment unit. I would kill to study these lifeforms in more detail.",
//Locked heatblade
//Locked aquarium


"Ency_JellyPDARoom1Desk" : "Bart Torgal's Log #1 - This World",
"EncyDesc_JellyPDARoom1Desk" : "We've been living in this habitat a month now. I thought it might get claustrophobic. Father feels it is. He'd tell me it was childish, but I stare out the window and sometimes I think how lucky I am to see this planet up close.

Back on the island I wouldn't have believed the creatures that live down here. Marguerit has been bringing back the wildest specimens you could imagine. The fish down here, they GLOW. There's one that's 90% eyeball. Snakes the length of a whole corridor section.

OK, 99% of the plantlife is toxic, I learned that the hard way, but I've managed to coax some land plants into growing indoors, and when they don't cover it... well, we eat the live specimens. It creeps me out, but it's survival.

I've been attempting to document my findings. Father says we need to learn how to take advantage of the ecosystem if we're going to survive. To be honest I'm just doing it because I enjoy it. It's not easy without a proper lab and equipment, but the old fashioned way - observing, taking notes, testing theories - reveals things a spectroscopic analysis never would.

Lately I've been watching the sea snakes that live in the purple mushrooms that grow down here. They ambush their prey as it tries to feed on the mushroom. What they don't consume settles on the seabed, which fertilizes the mushrooms, which feed the herbivores, and the chain continues. Co-evolution just blows my mind.",


"Ency_JellyPDARoom1Locker" : "Paul Torgal's Log #2 - Dilemma",
"EncyDesc_JellyPDARoom1Locker" : "You know what Maida told me today? She wants to build a habitat at 500m below sea level, a kilometer east of here. And she needs Bart and I to do it. She's got it into her head that she can save us if she just acts recklessly enough. But I've hauled starwhals to Neptune. Plasteel to the Federation... this family operates nine different mining colonies across the Ariadne Arm. Maida thinks she's better suited to lead? Her contract still says otherwise.

But. I just cannot damn tell whether it's the stupidest idea I ever heard, or my only hope. I turned 80 years old last week. I thought I had another 80 in me yet. Stuck here, there's no swapping out my liver when the old one fails. Down here, I'm mortal. Maida is useful to me.

So it's my responsibility to make a decision. Return to the island and hope whatever knocked the Degasi out of the sky won't do the same to the rescue ship, or take us deeper in search of answers. And all the while be hoping old age gets me before the seamonsters do.

I'll give Maida just one thing. She was right about these caves. There's enough lithium here to fabricate a hundred tons of plasteel. Enough for a damn FLEET of cyclops submarines. There was nothing anyone could have done to avoid crashing here, but I was right to order the detour. When we get off this planet they'll be talking about the Torgal Corp. share price on the other side of the Federation.",
//Deep grand reef base signal


"Ency_JellyPDAExterior" : "Marguerit Maida's Log - Speaking Freely",
"EncyDesc_JellyPDAExterior" : "These conniving, corporate, bourgeois, inbred, incompetent, self-absorbed ASSES don't have a clue! The kid's not so bad, but I swear everything that comes out of his father's idiot face is a narcissistic lie. He wants to stay here, his problem.  I'm the one doing the heavy lifting. Screw the contract. Screw the bonus pay. Screw the charges. I'm going deeper.

When seamonsters are hunting you, you don't hide. You hunt the seamonsters. Then you use the bones of your enemies to build a bigger boat, and you hunt bigger monsters. Repeat until there aren't any monsters left hunting you.

I've started the prep work. The kid's got a whole pack of stalkers eating from the palm of his hand. I've started defanging them when the Torgals are sleeping, and stockpiling enamel and metal ores. I'll raid the indoor growbeds before I leave.",



///////////////////////////
//DEEP GRAND REEF SEABASE//
///////////////////////////

//DeepPDA1, DeepPDA2 and DeepPDA3 all located in different spots in the interior of the base.

"Ency_DeepPDA1" : "Degasi Voice Log #7 - Malady",
"EncyDesc_DeepPDA1" : "BART: Stop it, both of you! We're sick.
MARGUERIT: What?
PAUL: How?
BART: You've been coughing, right? Feeling itchy?
MARGUERIT: Yeah.
PAUL: The suit biometrics would have warned us.
BART: It's something new.
MARGUERIT: Spit it out then, are we gonna throw up our insides, dissolve into slime, what?
BART: I don't know. If I can isolate the bacteria in our blood then I could test its effect on our live specimens.
MARGUERIT: And if it turns them inside out? You got a fix for that?
BART: Not at this time, no. 
PAUL: You have my full faith, son.",

"Ency_DeepPDA2" : "Degasi Voice Log #8 - Risk Taking",
"EncyDesc_DeepPDA2" : "*Sound of hatch closing*
CPU: Marguerit Maida has boarded the habitat.
PAUL: What are you so happy about, Maida?
MARGUERIT: Say, kid?! I brought you something.
PAUL: Is that a leviathan?!
MARGUERIT: Towed it home on the back of the sub.
BART: You KILLED it?
MARGUERIT: It's still breathing. I was about to finish the job. Pass me that hardened knife.
PAUL: Are you out of your mind?! You brought that thing HERE?! What if others come?!
MARGUERIT: You rather it got curious and came of its own accord, or got messed up and dragged here?
PAUL: When we get off this planet I am going to drag you through every court in the damn empire!",


"Ency_DeepPDA3" : "Degasi Voice Log #9 - Disaster",
"EncyDesc_DeepPDA3" : "PAUL: I have had it up to here with you risking my family's lives!
MARGUERIT: Oh stow it, Chief. The kid needs specimens for his research. I'm the one bringing 'em home.
PAUL: Bart, tell her. Tell her I'm right.
BART: You're both wrong! Marguerit, I can't find out how these creatures resist the bacteria if you kill them all, or pump them full of transfuser serums.
MARGUERIT: They don't often oblige in coming in alive, what do you expect?
PAUL: Don't speak to him like that!
BART: Father, the outcome's no better if we hole up in here and don't go outside. We have to find a middle way.
PAUL: There is no compromise! Not while she's on my seabase.
MARGUERIT: YOUR seabase?!
BART: I'm going outside.
CPU: Bart Torgal has left the habitat.
PAUL: Bart! It's dangerous! Damnit boy, I know you can hear me!
*Leviathan sounds*
MARGUERIT: Chief. Chief, get off the radio and put on your helmet.
PAUL: What?!
MARGUERIT: Brace!
*Sound of habitat rupturing and water pouring in*",
//Signal for final text log

"Ency_DeepPDABase3" : "",
"EncyDesc_DeepPDABase3" : "",


//This final PDA should be located on the seafloor at -642 -529 -946.
"Ency_DeepPDA4" : "Paul Torgal's Log #3 - ",
"EncyDesc_DeepPDA4" : "Came out of nowhere. An alien kraken, size of a cyclops. Tore a hole clear through the reinforced hull. Barely got my breather in in time. I told her. I said others would come. 

I was thrown clear of the habitat, and the thing turned and bore down on me. Just as its tentacles came within grasping reach, Maida came out of nowhere. She had a seaglide in one hand, and a jagged piece of scrap metal in the other. She meant to butcher that beast, or die trying. The last I saw her she had the metal lodged in its neck and was clinging on as the monster did its best to shake her, contorting off into the darkness. I'm certain she got her wish, one way or the other.

Then I thought I saw a light, deep below me. I hoped maybe Bart had swum clear. I followed it. Now I wonder whether I saw anything at all. My oxygen is low. The habitat is gone. I can't see the sky. Something surely has the scent of my blood.",





///////////////////////////
/////PRECURSOR BASES///////
///////////////////////////

//PDA Self-Scan VO
"SelfScan1": "Performing self-scan. Vital signs normal. Detecting trace amounts of foreign bacteria. Continuing to monitor.",
"SelfScan2": "Performing self-scan. Foreign bacteria count has reached statistically significant levels. No adverse effects detected. Be vigilant for symptoms.",
"SelfScan3": "Performing self-scan. The bacterial infection in your system has progressed. Detecting skin-irritation and immune system response. Further data required to identify bacterial strain.",
"SelfScan3b": "Performing self-scan. The bacterial infection in your system has progressed. Detecting skin-irritation and immune system response. Further data required to identify bacterial strain.",
"SelfScan4": "Performing self-scan. Bacterial infection has spread to the skin and pulmonary system. It is imperative you find a way to neutralize the infection.",
"SelfScan5": "Performing self-scan. Vital signs normal. No remaining signs of bacterial infection.",

//GUN

"Goal_BiomePrecursorGunUpper": "Scans indicate this structure is composed of a metal alloy with unprecedented integrity. No matches found in database. Performing structural analysis.",
"Goal_BiomePrecursorGunUpper2": "Analysis of the patterns on the walls cannot ascertain whether their purpose is aesthetic or functional. Further data required.",
"Goal_BiomePrecursorGunUpper3": "Your best probability of interfacing with this facility is achieved by accessing the control room in the lower section.",
"Goal_BiomePrecursorGunUpper4": "Identified a background message being broadcast throughout the facility. Partial translation available. Message reads:
WARNING: unidentified craft in orbit of this planet will be destroyed ▛▖ prevent the ┗┏▀▄▖┗▜▚┣ ┣┅▄▚┃▞▙ ▞┃▛▖┛┣┫▙▚┃\u002e.",

"Precursor_Gun_DataDownload1" : "Unknown language. Attempting translation.",
"Ency_Precursor_Gun_DataDownload1" : "Alien Data Terminal",
"EncyDesc_Precursor_Gun_DataDownload1" : "This terminal was discovered within the alien facility on the surface of planet 4546B. On approach the terminal began producing a low-frequency radio wave containing complex but recognizable data patterns.

- Matches no known technologies
- Constructed from the same offworld material as the facility itself
- Seems to be a solid state computer of some kind
- No recognizable user interface

It is likely the alien species which designed this technology evolved, or genetically selected, sensory apparatus to 'hear' and understand the information being broadcast by the device, and to communicate back. The mental processing power required to perform this kind of telepathy would imply the designers are considerably more psychologically developed than the common human.

Using the evidence gathered from this device it may be possible to extract comprehensible data from other such devices, should they exist.

Assessment: Further alien data required",


"Precursor_Gun_DataDownload2" : "Unknown language. Attempting translation.",
"Ency_Precursor_Gun_DataDownload2" : "Alien Schematic",
"EncyDesc_Precursor_Gun_DataDownload2" : "This data set appears to be a multidimensional schematic of some kind. By mapping the pattern to three-dimensional space it is possible to gather a basic understanding of the facility's internal workings, which may help identify a way to disable it.

Construction Material:
The facility's unknown construction material is identified as an ultra-hard, non-reactive metal amalgam, synthesized from offworld materials. There is no indication that it can be damaged or destroyed by known means.

Power:
The schematic indicates the facility was to be powered by a separate, self-sustaining power plant, located elsewhere on the planet. The location is not listed, but there is evidence the designers intended to harness the planet's natural thermal energy.

Layout:
The facility consists of the upper engineering section, where this schematic was found, and the control room, which is accessed via a security-sealed elevator shaft, or a separate underwater moonpool.

Control:
The control room in the lower section houses the only known way to interface with the facility, however the schematic does not detail the operation procedure or installed security measures.",


"Precursor_Gun_ControlRoom": "Scans indicate the facility's control room lies beyond this doorway.",
"Precursor_Gun_DisableDenied": "Translating alien broadcast... WARNING: Infected individuals may not disable the enforcement system. This planet is under quarantine.",
"Precursor_Gun_Disabled": "Message received: Planetary quarantine lifted. Quarantine enforcement platform disabled. Fly well.",
"Precursor_Gun_Finder": "This device appears to be configured to respond to concentrations of infected specimens. It may be possible to use it to locate the source of the contagion.",

"Precursor_Gun_LostRiverHint": "Scans of available alien data indicate the presence of a second facility elsewhere on the planet. Evidence suggests it is located 800m below sea level, approximately 1km south-west of this installation. Information recorded to data bank.",

"Ency_Precursor_Gun_DataDownload3" : "Disease Research Facility",
"EncyDesc_Precursor_Gun_DataDownload3": "This device contains functional information regarding a second alien facility on the planet.

Disease Research Facility
Personnel: 7
Function: Live specimen study
Objective: Synthesis of antidote for highly infectious bacterium designated 'Carar'
Method: Infection of live specimens with bacteria; observation of immune response; surviving specimens sent to primary facility for further analysis.
Precautions: Remote containment and research sites to reduce risk of contagion. Offsite thermal power generator. Ground-to-air quarantine enforcement platform in case of security breach.

In the event of outbreak, quarantine procedures will be automatically enforced with immediate effect. The quarantine enforcement platform will target all incoming and outgoing craft, to prevent the spread of infection offworld.

The facility was built at a depth of 700m, approximately 1km south-west of the enforcement platform.",





//GUN SCANNABLES
"PrecursorKeyTerminal" : "Artifact Terminal",
"Ency_PrecursorKeyTerminal" : "Artifact Terminal",
"EncyDesc_PrecursorKeyTerminal" : "This device appears to be alien in origin, and is connected up to a nearby forcefield. The technology is far beyond anything encountered before by the federation. Nonetheless, it appears to function like a normal lock, it only needs the correct kind of key.",

"PrecursorTeleporter" : "Alien Structure",
"Ency_PrecursorTeleporter" : "Alien Structure",
"EncyDesc_PrecursorTeleporter" : "This structure's intended purpose is unclear. Possible theories:

 - Ceremonial or religious role
 - Industrial applications
 - Advanced transportation network

It may be prudent to search the area for further examples of alien architecture and technology.",

"PrecursorEnergyCore" : "Energy Core",
"Ency_PrecursorEnergyCore" : "Energy Core",
"EncyDesc_PrecursorEnergyCore" : "Massive energy readings for this structure indicate it is the main reactor powering the facility.",

"Ency_PrecursorKey_Purple" : "Alien Artifact",
"EncyDesc_PrecursorKey_Purple" : "Algae growth on the exterior of this device indicates it was abandoned hundreds of years ago. Despite its age, its power source appears to be functional. It may be compatible with other alien technologies.",





//LOSTRIVER BASE

"Ency_Precursor_LostRiverBase_DataDownload1" : "Alien Research Data",
"EncyDesc_Precursor_LostRiverBase_DataDownload1" : "This device appears to hold alien research data. It seems that the alien civilization was facing a mass extinction event, brought on by the bacterium. They established this facility to study the infection and possible cures in seclusion.

Of the specimens on record, only one survived infection with the bacterium. The closest translation of their symbol for this specimen is be 'emperor'.

For some reason this facility was insufficient to study the emperor specimen, and it was instead contained within a purpose built habitat elsewhere on the planet.

While it is unlikely that the specimen in question is still contained within the facility, it is possible the alien researchers left behind information relating to the cure they were seeking. 

References to the emperor containment facility in the data are scarce, but its location is suggested to be somewhere with volcanic activity, at a depth of approximately 1200m.",


"Ency_Precursor_LostRiverBase_DataDownload2" : "Research Bacteria Profile",
"EncyDesc_Precursor_LostRiverBase_DataDownload2" : "Bacterial Mechanisms: Attaches to healthy living cells and mutates the basic genetic structure.
Symptoms: Stage 1: None. Stage 2: Gradual immune system failure. Stage 3: Unpredictable alterations to biological structure. Stage 4: Complete shutdown of executive function.
Confirmed deaths so far: 143 billion
Treatment procedure: Unknown.",

"Ency_Precursor_LostRiverBase_DataDownload3" : "Damage report",
"EncyDesc_Precursor_LostRiverBase_DataDownload3" : "Leviathan detected at facility perimeter, closing at high speed.
Exterior wall impacted with massive force.
Lifeform containment unit 7 (leviathan eggs) breached.
General structural integrity compromised.
Immediate specimen destruction protocol initiated. 
314 specimens destroyed. 1 specimen unaccounted for.
Evacuating staff to off-site sanctuaries.
Planetary quarantine protocol initiated at the following sites: Ground-to-air Quarantine Enforcement Platform; Power Plant; Primary Containment Facility.

WARNING: Infected individuals may not leave the planet.",


"Precursor_LostRiverBase_Log1" : "This alien structure appears to have collapsed to the sea floor. Cause unknown. Computing theories.",
"Precursor_LostRiverBase_Log2" : "Detecting an alien broadcast. Linguistic analysis reads: 'Caution: hazardous materials and lifeforms contained within.",
"Precursor_LostRiverBase_Log4" : "Signal for alien thermal plant added.",
"Precursor_LostRiverBase_Log5" : "Interior walls in this section are substantially reinforced, indicating the designers were seeking either to keep something out, or contain it within. Whatever their intention, it clearly failed.",
"Precursor_LostRiverBase_Log6" : "There is evidence that this facility once housed live specimens. Biological analysis suggests specimens expired approximately 1,000 years ago.",
"Precursor_LostRiverBase_Log7" :"Residual biological evidence suggests indigenous lifeforms were brought to this location and subjected to intensive gene manipulation.",


"Precursor_LostRiverBase_Log3" : "Data pertaining to the bacterium is being downloaded. Caution: detecting atypical fluctuations in blood plasma proteins. A self scan is strongly advised",

"Ency_Precursor_LostRiverBase_DataDownload4" : "Infection results",
"EncyDesc_Precursor_LostRiverBase_DataDownload4" : "You have been infected with an unknown, waterborne bacterium. It is currently multiplying in your bloodstream. Estimated incubation time: 2 weeks. Estimated survival chance: 9%.

Your immune system is currently combating the infection, but efficacy is proving low. You may already be experiencing flu-like symptoms and skin irritation. Expect these to be exacerbated as the bacterium takes hold.

Your immediate priority should be abatement and eradication of the infection. Even if you survive it, you cannot leave this planet while it is still under quarantine.

Recommended steps:
It may be possible to locate the origin of the infection, and learn how to combat it
The indigenous ecosystem must have evolved successful defenses against the infection, further research recommended",



//LOST RIVER SCANNABLES
"Ency_Precursor_LostRiverBase_GiantFishSkeleton" : "Skeletal Remains Found in Alien Habitat",
"EncyDesc_Precursor_LostRiverBase_GiantFishSkeleton" : "The skeletal remains of a vast predator, discovered inside an artificial habitat at the alien research facility.

1. Habitat:
The environment constructed to house the specimen suggests it was kept alive in containment for research purposes for months, or even years. Organic matter indicates the habitat once supported extensive plantlife, though it has since decayed.

2. Cause of Death:
Time of death coincides with the facility's abandonment. There is little physical damage to the skeleton, suggesting death from malnourishment or outside interference.

3. Biology:
While it shares some skeletal traits with the biter, this fossilized specimen is significantly larger, and features unusual forearms more in common with the sea dragon. It matches no living species encountered so far, indicating it has either faced extinction in the past thousand years, or evolved beyond recognition.",


"Precursor_LostRiverBase_LeviathanEggShellScan" : "This egg casing matches the sea dragon leviathan.",


"Ency_Precursor_LostRiverBase_SeaDragonSkeleton" : "Sea Dragon Skeleton",
"EncyDesc_Precursor_LostRiverBase_SeaDragonSkeleton" : "This semi-intact skeletal structure features a 99% overlap with that of the sea dragon leviathan, suggesting it is either the same species, or a close cousin.

1. Head Trauma:
There is clear evidence of physical trauma to the head. The damage is so severe it must have been received shortly before death, somewhere nearby, likely caused by high speed collision with a solid object.

2. Age:
The skeleton has been well-preserved, but calcium decay suggests an approximate time of death around one thousand years ago. Bone growth suggests the creature itself was in the egg-laying stage of its lifecycle.",


"Ency_LostRiver_BonesfieldHugeSkeleton" : "Gargantuan Skeleton",
"EncyDesc_LostRiver_BonesfieldHugeSkeleton" : "The fossilized remains of a super predator. 

- Aged to approximately ten million years old
- Its sheer size would have prohibited it from entering such an enclosed space, suggesting the geography of the planet has shifted around it over time
- The remains now support a vibrant microcosm of life

NOTE: There are a series of precise, angular indentations on the rib cage, suggesting a third party has taken samples from the specimen at a previous time.",

"Ency_Precursor_LostRiverBase_CaveSkeletonScan" : "Ancient Skeleton",
"EncyDesc_Precursor_LostRiverBase_CaveSkeletonScan" : "Projections suggest this lifeform would have been far larger than any other encountered on the planet. The remains date to seven thousand years ago.",

"Ency_Precursor_LostRiverBase_ScanningCableScan" : "Alien Sensor",
"EncyDesc_Precursor_LostRiverBase_ScanningCableScan" : "This alien sensor is oriented toward the skeletal remains, suggesting this outpost was established in part to study the ecosystem's evolutionary biology.",

"Ency_Precursor_LostRiverBase_WarperScan" : "Self-Warping Quarantine Enforcer Unit",
"EncyDesc_Precursor_LostRiverBase_WarperScan" : "This lifeform shows signs of heavy genetic modification, and extensive mechanical grafting. 

Its digestive and pulmonary systems have been replaced by an onboard battery receiving energy directly from this facility and distributing it around the body.

Miniaturised phase technology has been implanted beneath the skin and is triggered by the central nervous system, allowing the construct to teleport at will.

The brain and central nervous system have been digitally augmented with advanced processing power and remote communications.

Assessment: Programmable Hunter/Killer - Avoid",


"PrecursorWarper": "Warper",
"PrecursorFishSkeleton": "Skeletal Remains",
"PrecursorSeaDragonSkeleton": "Sea Dragon Skeletal Remains",
"PrecursorScanner": "Alien Sensor",
"PrecursorSensor": "Alien Sensor",





//LAVA CASTLE BASE

//ILZCastleChamber Tunnel

"Precursor_LavaCastle_Log1" : "The volcanic rock which has formed in this area can be carbon-dated to between 800 and 3,000 earth years ago.",

"Precursor_LavaCastle_Log2" :"Detecting alien materials and a massive local energy mass in the 1,000 megawatt range.",



//From thermal plant  scan
"Ency_Precursor_LavaCastleBase_ThermalPlant" : "Alien Thermal Plant",
"EncyDesc_Precursor_LavaCastleBase_ThermalPlant" : "This system converts thermal energy to electric current at 90% efficiency. Some of this energy is chemically stored onsite, while unknown mechanisms appear to be transferring most of it to remote locations elsewhere on the planet:

30% Stored onsite for emergency use
30% Ground-to-air Quarantine Enforcement Platform
22% Primary Containment Facility
11% Disease-Research Facility
7% Self-Warping Quarantine Enforcer Units

The system appears to be fully automated and - given current understanding of the mechanisms involved - uninterruptible.",

//From terminal in thermal plant room
"Ency_Precursor_LavaCastleBase_ThermalPlant2" : "Fossil Data",
"EncyDesc_Precursor_LavaCastleBase_ThermalPlant2" : "This geological data was recorded from the volcanic rock that was excavated to construct this facility. It was possible to extrapolate a number of key trends.

Genetic Divergence:
The aliens recorded data on indigenous organic remains originating between 10,000 and 1,000 years ago. The lifeforms on record feature an unusually low overlap with those encountered so far on 4546B.

Extinction Event:
Soil samples from 1,000 years ago contain 300% higher concentrations of organic remains than the soil average. Data supports a mass extinction event killing off a majority of species and forcing rapid adaptation amongst many of the survivors. 

Cause is unknown. Plausible theories include:

- Fluctuating environmental conditions
- Disease
- Meteor impact
- Outside interference",

//From terminal in thermal plant room
"Ency_Precursor_LavaCastleBase_ThermalPlant3" : "Primary Containment Facility Energy Transfer",
"EncyDesc_Precursor_LavaCastleBase_ThermalPlant3" : "This terminal appears to be controlling the delivery of a substantial portion of the power plant's energy to a vast facility elsewhere on the planet. Calculations indicate the facility is located less than one kilometer south from the thermal plant, in a chasm that exceeds depths so far navigated.",

//this unlocks the ion crystal battery blueprint
"Ency_Precursor_LavaCastleBase_DataDownload1" : "Alien Ion Crystal Data",
"EncyDesc_Precursor_LavaCastleBase_DataDownload1" : "This alien data reveals some of the mechanisms by which the designers were able to contain and harness such vast amounts of energy within the ion crystals discovered around their facilities.

Improved battery and power cell blueprints which take advantage of this information are now available for fabrication.",

//LAVA CASTLE BASE SCANNABLES

"PrecursorThermalPlant" : "Alien Thermal Plant",



//////////////////////
////EMPEROR PRISON////
//////////////////////

//Scannable artifact cases

"PrecursorPrisonArtifact1" : "This alien device appears to be designed to eliminate all organic substances in range by emitting a lethal, but contained radioactive field.",

//Alien gizmos
"PrecursorPrisonArtifact2" : "This device is some form of communications relay, apparently projecting the presence of the user to a remote location. There do not seem to be any other devices in range.",
"PrecursorPrisonArtifact3" : "This device is a rudimentary version of the keys used to access these facilities. It may have been kept here for symbolic purposes, or legacy support.",
"PrecursorPrisonArtifact4" : "It is unclear why technology of this sophistication has not been found elsewhere on the planet. Its production may have been restricted, or too costly, or it may have been pillaged from a more ancient civilization.",

//Yin-Yang
"PrecursorPrisonArtifact5" : "This carving is hundreds of thousands of years old, and made from an unrecognized natural fiber, likely grown on an as yet undiscovered planet.",

//Alien gizmo
"PrecursorPrisonArtifact6" : "Despite its simple design, this device contains enough potential energy to destroy the entire planet, and most of the solar system. Fortunately, it has malfunctioned.",

//Railgun
"PrecursorPrisonArtifact7" :  "This weapon appears to be millions of years old, and matches no previously encountered technologies.",

//Ancient blade
"PrecursorPrisonArtifact8" : "An ancient earth blade, dated back to the 13th century mongolian empire. Blood samples on the blade match the DNA of seven separate heads of state from the period.",

//Empty
"PrecursorPrisonArtifact9" : "This case is composed of an impregnable, translucent metal at the distant end of the periodic table. Scans do not reveal any contents.",

//Empty
"PrecursorPrisonArtifact10" : "This case contains highly sophisticated nanobots capable of infiltrating a foreign body and deconstructing it from the inside.",














//PRECURSOR CACHES

"Ency_Precursor_SparseReefCache_DataDownload1" : "Alien Sanctuary A",
"EncyDesc_Precursor_SparseReefCache_DataDownload1" : "The antechamber where this data set was discovered has been identified as some form of alien sanctuary.

Ceiling Fixtures:
The structures mounted to the ceiling of the cavern cast a low green light over the data hubs below, but they are also regulating the pH level of the surrounding water, and emitting a low-frequency sound wave. It is possible the intent was to ensure ideal conditions for some practical end, but their purpose may also have been ceremonial, or even recreational in nature.

Aesthetics:
Like much of the alien architecture discovered on 4546B, the design is ornate. The ion crystals mounted on the pedestals are not being drained of power, suggesting they served some more symbolic purpose. Similarities to old earth religious iconography may be coincidental, but they may also indicate some shared and ancient cultural history.

Assessment: Further data required",

"Ency_Precursor_Cache_DataDownload2" : "Alien Sanctuary B",
"EncyDesc_Precursor_Cache_DataDownload2" : "Comparing the data on this terminal with stored translations has revealed new information about this alien sanctuary.

The antechamber consists of a series of main data hubs, each adorned with an ion crystal. These are networked up to the main terminal in parallel, presumably to ensure data integrity over time.

 - Unprecedented data complexity
 - Stored data was scanned into the system at the local terminal
 - Original data source was organic in nature

Evidence suggests that this antechamber served as a sanctuary of last resort for the aliens that built it. In the event of catastrophe, they could retreat here and somehow transfer themselves to the data hubs for preservation.

It is unclear whether other members of the alien species ever returned here, or how many souls are backed up on the hubs, but the data stored is far too complex to reconstitute with the little information available.",


"Ency_Precursor_Cache_DataDownload3" : "Alien Biological History",
"EncyDesc_Precursor_Cache_DataDownload3" : "This terminal contains data mapping the complete biological history of a member of the alien species.

The dataset is hugely complex, but some basic facts can be reconstructed.

Was grown from seed 1,708 earth years ago
Separated from broodlings early for special training
Inducted into temple of research as the youngest ever initiate, age 96
Downloaded a corrupted dataset and was stored for 3 years for refactoring
Relocated to the outer galaxy cluster to support disease research endeavors
Relocated to 4546B for high priority disease research
Contracted carar bacterium
Stored in Sanctuary 3, corporeal body safely disposed",


//LOSTRIVER LAB CACHE
"Ency_Precursor_Cache_DataDownloadLostRiver" : "Fauna Reproductive Data",
"EncyDesc_Precursor_Cache_DataDownloadLostRiver" : "This terminal contains extensive data on the reproductive methods of the local fauna.

- Fauna on the planet evolved with a single gender capable of both egg-laying and insemination
- Eggs once laid usually require genetic material from a second individual to reach maturity
- In rare cases there is only one true parent, with evolutionary mutation introduced by the effects of the environment itself on the delicate genetic structure of the child

Research appears to have been focused around hatching conditions and genetic variations between parent and child. This is consistent with the theory that the aliens were invested in manipulating the lifecycle of the local species to their ends.",

"PrecursorLabCacheContainer1" : "Alien Bone Specimen Case",

"Ency_Precursor_Cache_LostRiverBonesScan" : "Alien Bone Specimen Case",
"EncyDesc_Precursor_Cache_LostRiverBonesScan" : "These fossils likely came from an ancient ancestor of the leviathans which inhabit the planet today.",

"PrecursorLabCacheContainer2" : "Alien Flora Specimen Case",

"Ency_Precursor_Cache_LostRiverPlantCaseScan" : "Alien Flora Specimen Case",
"EncyDesc_Precursor_Cache_LostRiverPlantCaseScan" : "These local flora are being held in stasis. The aliens evidently sought an extensive knowledge of the planet's ecosystem.",

"PrecursorLabTable" : "Alien Research Equipment",

"Ency_Precursor_Cache_LostRiverLabTable" : "Alien Research Equipment",
"EncyDesc_Precursor_Cache_LostRiverLabTable" : "The large laboratory table and accompanying scanners incorporate technologies far beyond our current level of understanding. 

Hypotheses:
- Equipment maintenance
- Staff maintenance
- Specimen analysis
- Specimen gene manipulation",




///////////////////////////
//////STARTING ENTRIES/////
///////////////////////////
	
"Ency_Lifepod" : "Standard 2-Berth Emergency Lifepod",
"EncyDesc_Lifepod" : "Weight: 576 kg
Dimensions: 3m x 3m

Standard Features: 
 - Short-range communications relay (250km uninterrupted range)
 - Wall-mounted fabricator for resource manufacture
 - Solar power cells x3
 - Low density, high strength construction
 - Onboard air-break, flotation devices and thrusters, for land, sea or space recovery
 - Multiple exits

Standard Provisions:
 - 2x All-Environment Protection Suit
 - 2x Ready-to-eat ration blocks
 - 2x drinking water provision
 - 1x Emergency medkit
 - 2x Emergency flares

NB Some lifepods may be equipped with different supplies, such as radiation suits and replacement parts. Board the right lifepod for the right situation.",
	
	    "Ency_Readme" : "Readme",
"EncyDesc_Readme" : "If you are reading this, then you have survived an emergency evacuation of a capital-class ship equipped with Alterra technology. Congratulations: the hard part is over. 

Your PDA has automatically rebooted in Emergency Mode. This operating system has one purpose: to keep you alive. If that is not possible it will alert salvage teams to the location of your remains.

It features:
- Full monitoring of vital signs for timely survival advice
- Blueprints for fabricating a range of essential survival equipment
- Onboard camera, microphone and OCR technology for short-range situational analysis
- Cross-compatibility with all Alterra-compliant products

Follow its directions and we will bring you home alive.

NB Your personal and work files have been encrypted and may be retrieved at a later date by a licensed engineer.",
	
	    "Ency_SurvivalChecklist" : "Survival Checklist",
"EncyDesc_SurvivalChecklist" : "1. Administer first aid if required
2. Survey the environment for threats and resources
3. Take inventory of available materials and supplies, and decide on rations
4. Construct necessary survival equipment using the lifepod's fabricator
5. Check lifepod for damage, and repair as necessary
6. Broadcast local distress signal using lifepod's short-range communications relay
7. Locate other survivors
8. Find or construct a more permanent habitat
9. Maintain physical and psychological health until rescue

NB This information is meant as a general guide. In the first instance you should always follow the advice of your PDA, which has taken your particular circumstances into account.",
	
	
	    "Ency_AuroraOverview" : "The Aurora",
"EncyDesc_AuroraOverview" : "Ship Class: Alterra Long-Range Capital Ship
Mission: Ariadne Arm Phasegate Installation, 3 year operation time
Crew: Command Team (23), Engineering Team (85), Support Crew (40), Passengers (9)

Facilities:
 - Dark-matter ion drive V8
 - Engineering section with A Grade facilities (incl manned robotics suite and full scanner range)
 - 0.25 cubic kilometers storage for phasegate installation apparatus
 - Habitation section with C+ Grade leisure facilities

Status:
 - Sustained heavy damage in orbit of planet 4546B
 - Cause unknown
 - Evacuation data unavailable",


	    "Ency_AEPSuit" : "All-Environment Protection Suit",
"EncyDesc_AEPSuit" : "The Alterra AEP Suit: A single solution for a universe of infinite danger

You are currently wearing the AEP suit - a hermetically-sealed personal environment, designed to withstand the most extreme conditions in the known universe.

- Onboard temperature and hydration regulation
- Compatible with a range of modifications for particular environments
- Slimline build for maximum freedom of movement
- Biometric sensors
- Contextual heads-up display

AEP suits should always be equipped BEFORE lifepod launch, in case of hull breach.",



///////////////////////////
/////////OUTCROPS/////////
///////////////////////////


    "Ency_LimestoneOutcrops" : "Limestone Outcrops",
"EncyDesc_LimestoneOutcrops" : "These unusual geological structures often form around titanium and copper deposits, and are distinct to this planet. Closer analysis reveals the stone around the metal has been hardened against erosion, but the mechanism remains unknown.

Assessment: Titanium and copper source",

    "Ency_SandstoneOutcrops" : "Sandstone Outcrops",
"EncyDesc_SandstoneOutcrops" : "These common, porous outcrops seem to form around small amounts of precious metals, or otherwise these metals are part of a sedimentary buildup over time.

Assessment: Silver and gold source",

    "Ency_ShaleOutcrops" : "Shale Outcrops",
"EncyDesc_ShaleOutcrops" : "This sedimentary rock is formed from flakes of clay minerals, inside of which rare metals such as lithium can be found. Geological conditions on this planet mean it tends to be found in deeper biomes.

Assessment: Gold and lithium source",

    "Ency_BasaltOutcrops" : "Basalt Outcrops",
"EncyDesc_BasaltOutcrops" : "Hard, igneous rock, formed by past volcanic activity. Likely to contain very rare minerals, such as diamond and uranium, which cannot be found elsewhere.

Assessment: Gold, diamond and uranium source",

    "Ency_BrainCoral" : "Purple Brain Coral",
"EncyDesc_BrainCoral" : "A permanent, growing colony of microscopic organisms. This coral species has adapted to filter carbon dioxide from the environment, using the carbon to build the colony, and expelling the oxygen from specialized exhaust funnels.

Assessment: Exploitable",

    "Ency_Kyanite" : "Kyanite",
"EncyDesc_Kyanite" : "Kyanite is a blue silicate mineral which forms under high temperature, high pressure conditions. It is resistant to heat up to 1100 degrees Celsius, and is commonly used as an electrical insulator.

Assessment: Essential for advanced vehicle modification",


    "Ency_IonCrystal" : "Ion Crystals",
"EncyDesc_IonCrystal" : "These alien cubes each store the equivalent energy of a small nuclear detonation. The alien technology is able to keep the stored atoms in a permanently stable state, however under the right conditions the reaction could be re-catalyzed and the energy released in a controlled manner.

They were likely used as batteries, storing power generated at the main reactor and then transported wherever they were needed.

Assessment: Possible source of escape-velocity energy?",


///////////////////////////
//SAFE SHALLOWS ENTRIES////
///////////////////////////


    "Ency_MetalSalvage" : "Structural Analysis: Scattered Wreckage",
"EncyDesc_MetalSalvage" : "Analysis confirms this wreckage is from the Aurora. 

Outer layers of the material have oxidized, suggesting it has been heated to over 1200 Celsius. This pattern is consistent with hull disintegration during atmospheric entry. Inner layers contain enough residual titanium to be reclaimed at the fabricator.",

    "Ency_Airsack" : "Bladderfish",
"EncyDesc_Airsack" : "This unusual herbivore appears mostly defenseless.

1. Semi-permeable Membrane:
This lifeform is able to filter seawater into its body cavity through a unique membrane, removing and consuming organic particulate caught on the way.

2. Open-ended Vascular Tubing:
Can be angled and contracted to pump out water and achieve low-velocity, guided propulsion.

Largely oblivious to threats, its only identified defense mechanism: it is 95% cartilage.

Assessment: Membrane may have applications as a natural water filter",


    "Ency_Bladderfish" : "Bladderfish",
"EncyDesc_Bladderfish" : "This unusual herbivore appears mostly defenseless.

1. Semi-permeable Membrane:
This lifeform is able to filter seawater into its body cavity through a unique membrane, removing and consuming organic particulate caught on the way.

2. Open-ended Vascular Tubing:
Can be angled and contracted to pump out water and achieve low-velocity, guided propulsion.

Largely oblivious to threats, its only identified defense mechanism: it is 95% cartilage.

Assessment: Membrane may have applications as a natural water filter",


    "Ency_RabbitRay" : "Rabbit Ray",
"EncyDesc_RabbitRay" : "A herbivorous aquatic lifeform with highly poisonous flesh.

1. Poisonous Flesh:
Large and without other defense mechanisms, the rabbit ray appears to have evolved poisonous flesh to ward off predators.

2. Undulating Wings:
Main method of steady transportation.

Diet: Grasses and kelps.

Assessment: Inedible but harmless",


    "Ency_AcidMushroom" : "Acid Mushroom",
"EncyDesc_AcidMushroom" : "A common, spore-bearing fungi species, with developed defense mechanisms. The flesh contains a highly acidic compound which leaches into the water if the outer skin is penetrated. Fluctuations in the local water pressure may also cause it to shrink. 

It is not clear which predator species necessitated such extreme counter-measures, but the acid mushroom's numbers suggest it has successfully deterred most of them.

Assessment: Inedible, applications in battery fabrication",


    "Ency_Peeper" : "Peeper",
"EncyDesc_Peeper" : "A fast prey fish encountered in large schools in shallow waters. 

1. Developed, Side-mounted Eyes:
Well-adapted to recognize and flee its many predators. Also rich in protein.

2. Powerful Fins:
Enables rapid acceleration, and the ability to leap meters out of the water.

3. Beak:
Likely used to break down corals and tough vegetation.

Reliance on visually identifying predators may leave it vulnerable in low-light environments.

Assessment: Edible, high calorie count",


    "Ency_Boomerang" : "Boomerang",
"EncyDesc_Boomerang" : "A herbivore encountered in large numbers. Found to frequent shallow water and move in schools.

1. Serrated Teeth:
Suggests adaptation for grinding coral. 

2. Twin-fins:
Unusually, this species' two fins are a cartilaginous extension of its skeleton. Less prone to damage, harder to grow back.

More active during daylight hours, and prone to flee on approach.

Assessment: Edible",


    "Ency_Garryfish" : "Garryfish",
"EncyDesc_Garryfish" : "Slow-moving and curious herbivore, camouflage indicates adaptation for evasive behavior on the ocean floor.

1. Eye Stalks:
May be beneficial when watching for predators from hiding places amongst the coral.

Assessment: Edible, low calorie count",


    "Ency_Shuttlebug" : "Shuttlebug",
"EncyDesc_Shuttlebug" : "A common scavenger at the base of the food chain.

1. Mouth Parts:
Small enough to be of no threat to even small organisms, this creature is clearly adapted to feed on the waste products of the ecosystem around it.

2. Three Mandibles:
Used to orient themselves when drifting, and to filter through detritus on cave floors. This species' presence may indicate a nearby cave system.

3. Three Legs: 
High strength muscles can propel the lifeform great distances through the water, as well as ambulating them across the sea floor.

Assessment: Harmless",
	
    
    "Ency_Gasopod" : "Gasopod",
"EncyDesc_Gasopod" : "A slow-moving lifeform capable of filling the water with a poisonous and corrosive compound capable of dissolving even synthetic fibers. 

1. Filtration System: 
Multiple gill layers appear to render this creature impervious to the noxious clouds it produces.

2. Algae Gland:
A bulbous, sack-like appendage on the rear end. A luminescent yellow algae grows inside the sack and produces the poisonous compound. Abdominal muscles contract when the creature is stimulated, causing the algae gland to emit the noxious compound into the surrounding water.

3. Large Pelvic Fins:
Capable of powerful movement through the water when moving in small herds.

Gasopods appear to be social in nature, and may even use their emissions in their relationship rituals.

Assessment: Use caution",


	"Ency_Floater" : "Floater",
"EncyDesc_Floater" : "Evolutionary abnormality. Further research required.

1. Dominant Lifeform:
Structural analysis reveals that this entity is made up of two separate species. The pink main body and inner jaws are the dominant creature.

2. Microorganism Membrane:
The outer, gel-like substance is a mesh of microorganisms capable of forming a sealed vacuum around the creature's jaws.

3. Air Buffer:
A thin layer of helium is stored within the outer membrane, providing buoyancy.

Lifeform has been observed almost exclusively attaching to large boulders. Appears entirely vulnerable to artificial detachment, and indiscriminate in what it is re-attached to.

Assessment: Further data required",

	
		"Ency_Holefish" : "Holefish",
"EncyDesc_Holefish" : "A small herbivore found in low numbers. Coloration suggests adaptation for cave environments.

1. Bored-out Tail Fin:
By manipulating the size and shape of the hole in its tail it can perform unpredictable maneuvers.

Smaller than most other herbivores, presumably due to lack of vegetation in low-light environments. Shows little fear of predators. 

Assessment: Edible",

	
		"Ency_CaveCrawler" : "Cave Crawler",
"EncyDesc_CaveCrawler" : "Agile, territorial carrion-feeder. Well-adapted to both land and sea.

1. Gas Exchange Membrane: 
Absorbs essential gases from the air or water for basic bodily regulation.

2. Mandibles:
This species seeks out corpses in packs, before defending its claim while the corpse is devoured.

Assessment: Inconvenient",

	
		"Ency_TableCoral" : "Table Coral",
"EncyDesc_TableCoral" : "Each disk is an individual colony of microorganisms, filtering nutrients from the water flowing past. 

Growth patterns indicate the colonies are in direct competition for positions with superior current or light. Unlike other coral species its structure is malleable, softly pulsating as it pumps nutrients to its extremities, and only turning rigid when it senses physical assault.

The jewel-like nodes in the surface are concentrated build-ups of rare minerals the coral is unable to process.

Assessment: Exploitable in computer chip fabrication",
	
	
		"Ency_HangingStinger" : "Drooping Stinger",
"EncyDesc_HangingStinger" : "1. Zero photosynthetic cells detected. Implies carnivorous adaptation to low-light environments. 

2. Follicles along the tentacles capable of detecting contact with foreign bodies, triggering an electromagentic charge in the 600 watt range. Prey is likely paralyzed and consumed over many weeks.

Prey: Small fish

Assessment: Avoid",
	
		"Ency_Hoopfish" : "Hoopfish",
"EncyDesc_Hoopfish" : "Small, school mentality prey fish with a distinct method of propulsion.

1. Antennae:
Rather than swimming this lifeform uses the fine green antennae which encircle its body to alter the composition of the water in front of it, allowing it to 'sail' into the low density space created.

2. Purple/Green Coloration:
May be a camouflage adaptation for mid-range light wavelengths, possibly indicating the hoopfish is more active at dawn and dusk.
	
Assessment: Edible",
	
	"Ency_CoralSample" : "Common Corals",
"EncyDesc_CoralSample" : "The giant coral tubes and slanted shell plates appear to be different solutions to the same problem of maximizing water and nutrient flow throughout the colony. Despite external differences these structures are built by very similar organisms on similar principles. Samples are rich in calcium.

Assessment: Exploitable in bleach fabrication",


	"Ency_Crash" : "Crashfish",
"EncyDesc_Crash" : "This bizarre species has developed an emergency defense mechanism based upon mutually assured destruction. Concentrations of sulfur build up in the organism over time, likely a byproduct of its diet. If the crashfish collides with something at sufficient speed the spikes on its torso are impacted, triggering an explosive chemical reaction.

1. Forward-mounted Eye:
The crashfish likely relies very little on vision, however forward vision would aid it in tracking down potential predators.

2. Crashfish Plant:
Data points to an evolved symbiosis with the crashfish plant. Hypothesis: the plant evolved to feed on sulphuric compounds secreted by the crashfish. Stronger, more protective plants provided superior nesting grounds, which in turn benefited the plant with more nutrients.

Assessment: The sulphuric powder deposited in crashfish plants may have construction applications",

	"Ency_CrashLair" : "Crashfish Plant",
"EncyDesc_CrashLair" : "This plant species appears to share a symbiotic relationship with the aquatic lifeform that nests inside it. The petal-like structures appear undamaged when the lifeform emerges, and likely remain open until the nest is reclaimed by the original owner, or another.

Further information on this relationship is not possible from studying the plant in isolation.

Trace amounts of a sulphuric residue have been detected on the inner leaves.

Assessment: Applications in repair tool construction",





///////////////////
////KELP FOREST////
///////////////////

		"Ency_Creepvine" : "Creepvine",
"EncyDesc_Creepvine" : "A kelp species concentrated in large forests, in shallow, sandy waters. Loose roots anchor the plant to the sea floor, from where it grows steadily toward the surface in pursuit of sunlight.

The stem is fibrous and rich in iron, making it both a viable food stuff, and base material for fabrication of textiles such as rope and bandages.

Predators: Hoverfish, eyeye, rabbit ray, peeper

Assessment: Vital alien resource - Edible - Medicinal - Construction Applications",

		"Ency_CreepvineSeeds" : "Creepvine Seeds",
"EncyDesc_CreepvineSeeds" : "Mature creepvine plants that have survived the predation of small herbivores produce these bioluminescent seed clusters, which may be knocked loose by currents or consumed and later deposited by predators. 

The embryo is surrounded by a thick oil layer which would disperse into the ground as the outer skin deteriorated. This may provide the seedling with the nutrients it needs to survive the low-light conditions on the sea bed.

Assessment: Exploitable oils",

    "Ency_Eyeye" : "Eyeye",
"EncyDesc_Eyeye" : "An extreme evolutionary adaptation where 90% of the lifeform's body mass is dedicated to the ocular cavity. 

1. Oversized Eyeball:
Deep-set rings in the lens suggest specialization in identifying its predators in low-light environments long before they come into attack range.

2. Underdeveloped Fins
Incapable of fast movement, this species is vulnerable to agile predators at close range.

Predators such as the sand shark may have evolved hunting techniques to close on the eyeye unseen.

Assessment: Edible, low calorie count",


    "Ency_Hoverfish" : "Hoverfish",
"EncyDesc_Hoverfish" : "A small, cautious herbivore commonly found in shallower environments.

1. Charged Footpads:
Six unique limb appendages feature charged pads capable of ionizing the surrounding water. The hoverfish appears to use this ability to maintain its position against the current as it feeds from kelp and lichen.

Assessment: Edible",


    "Ency_Biter" : "Biter",
"EncyDesc_Biter" : "Small, aggressive specimen. 94% muscle, 4% connective tissue, 2% brain. Likely indiscriminate when hunting: anything injured is fair game.
	
1. Specialized Olfactory Antenna:
Employed in detection of bodily fluids in the water.

2. Secondary Pair of Eyes:
Striking similarities to the sand shark's. Likely dedicated to detecting the peripheral movement of larger predators. 

3. Overdeveloped Tail Fin:
Favors out-pacing and outnumbering their prey over individual maneuverability.

Prey: Small herbivores; but according to calculations creatures up to 100x the biter's body weight could succumb to a focused assault.
	
Assessment: Avoid large groups - Try not to bleed",


    "Ency_Stalker" : "Stalker",
"EncyDesc_Stalker" : "A streamline predator with developed intelligence and strength. Encountered in the kelp forests, in wait of prey leaving the safety of the shallows.

1. Head:
An elongated snout can deliver huge biting pressure to larger attackers, but also be used to get at small herbivores seeking refuge amongst the rocks. Retinal layering on the eyeball suggests adaptation for night-time hunting.

2. Dorsal Ridges:
These ridges can be moved independently to deliver superior maneuverability.

3. Pelvic Fins:
Long and powerful, the stalker has evolved to hunt even the fastest of prey.

- Neural pathways indicate innate ability for reward-based learning; evolutionary explanation unclear at this time
- Attracted to metals. Will fight fiercely over its hoard. No explanation available for this behavior. Further research required.
	
Prey: Peeper and other small herbivores
	
Assessment: Coerce or avoid",


    "Ency_SandShark" : "Sand Shark",
"EncyDesc_SandShark" : "A slow, powerful predator that digs burrows in the sand and ambushes its prey from below.

1. Forward Dorsal Fin:
The unusual location of this fin suggests a purpose unrelated to movement through the water. It may be employed in shifting sand beneath the surface, or in mating rituals, or simply an evolutionary dead end.

2. Segmented Exoskeleton:
Thick armor plating on the organism's back renders it relatively unmaneuverable, but almost immune to attack from above.

3. Feet:
Ill-designed for ambulation. Likely used to disturb the surface of the sand so the lifeform can burrow into the ground, from where it may ambush its prey.

Prey: Herbivores up to twice its size

Assessment: Use caution in sandy biomes",
	
	
	"Ency_Bleeder" : "Bleeder",
"EncyDesc_Bleeder" : "A simple parasitic organism, little more evolved than the common space tick. 

1. Ductile Sack:
Used for collection and digestion of blood.

2. Jaw:
Rows of teeth and mandibles used to attach to the skin of its victims.

Prey: Known to target live organisms, the bleeder's low speed and poor defenses suggest they have evolved primarily as carrion feeders.

Assessment: Inconvenient and unhygienic",


	"Ency_StalkerTooth" : "Stalker Behavior & Physiology",
"EncyDesc_StalkerTooth" : "Extended analysis of stalker dental samples has been completed.

In other local lifeforms tooth composition follows a familiar biological process whereby a calcified structure is grown in the gum.

Stalker teeth are unique in exhibiting extraordinary lightness and strength, and containing only trace amounts of calcium. They gain their structural integrity from a titanium/iron compound somehow produced in the stalker's body.

This suggests some possible explanations for the creature's metal-gathering behavior, but raises more questions:

- By what process can the stalker convert raw metals into dental structure?
- What explains this seemingly costly evolutionary adaptation? An armored opponent? A calcium shortage?

Assessment: More research required",




///////////////////////
////GRASSY PLATEAUS////
///////////////////////

	"Ency_Spadefish" : "Spadefish",
"EncyDesc_Spadefish" : "A common herbivore that seems to avoid shallower waters.

1. Single Eye:
Observed swimming near to the seabed from where it can keep its one eye on predators in the water above it.

2. Mottled-green Coloration:
Commonly encountered in plant-rich environments, the spadefish is well-adapted to hide amongst the vegetation.

Assessment: Edible",


	"Ency_Reginald" : "Reginald",
"EncyDesc_Reginald" : "A common prey fish. Filters algae and other plant material from the water via four gill-like, front-mounted orifices.

1. Coloration:
Dull green coloration for deep water camouflage. Luminescent tail coloration likely part of mating behavior. 

Assessment: Edible, high calorie count",


	"Ency_TigerPlant" : "Tiger Plant",
"EncyDesc_TigerPlant" : "This plant has adapted to sense fluctuations in the water at up to 15m, and is capable both of prehensile movement of its tubes, as well as the propelling of thorns at speeds of up to 10m/s.

Although capable of incapacitating small herbivores, this plant lacks carnivorous digestive organs. Would-be predators caught in its defensive perimeter serve as a warning to other herbivores not to approach; and then as they decompose they serve as fertilizer for the tiger plant.

Assessment: Avoid or incapacitate",


	"Ency_BloodGrass" : "Blood Grass",
"EncyDesc_BloodGrass" : "A common sea grass adapted to shallow, sandy environments. 

- Likely to grow wherever the ground is too loose or the ocean surface too far for creepvines to take hold
- Commonly found growing on the crests of dunes and atop raised plateaus for superior access to sunlight
- Distinctive red coloration may be an adaptation to low wavelength light on the seabed, a deterrent against predators, or both
- Insufficient calories for human consumption

Predators: Reginald, spadefish, boomerang

Assessment: Presence supports healthy biodiversity",

	"Ency_TreeLeech" : "Tree Leech",
"EncyDesc_TreeLeech" : "Parasitic, fungus-like growth found attached to other fauna. An enzyme is released by the organism which dissolves a hole in the skin of the host, from which it leeches nutrients directly.

Outer, tooth-lined jaw serves no identified purpose. May be used during a different stage of the organism's lifecycle?

Assessment: Exploitable fungal enzymes",


	"Ency_TreeMushroom" : "Tree Mushrooms",
"EncyDesc_TreeMushroom" : "Analysis of these large organic structures reveals a microcosm of co-operating, co-habiting and competing lifeforms.

The main trunk is a species of coral, some colonies up to 50,000 years old. The caps which line it share more in common with earth fungi. Other organisms grow on the structure wherever there is space and light.

Surrounding waters are dense with herbivorous lifeforms in the 1mm - 10mm range, to the extent that larger herbivores appear to have mostly abandoned the area.

Assessment: Exploitable",


	"Ency_Jellyray" : "Jellyray",
"EncyDesc_Jellyray" : "Shares some evolutionary traits with the rabbit ray, including highly poisonous flesh. This species has adapted to low-light environments with a translucent, luminescent body. This may help to:

- Light up the surrounding area for foraging
- Ward away predators
- Identify the organism to others of its kind

Smaller creatures have been seen swimming in the jellyray's wake to take advantage of the light source for their own ends.

Assessment: Inedible",


	"Ency_Mesmer" : "Mesmer",
"EncyDesc_Mesmer" : "Small, carnivorous lifeform with a unique hunting mechanism that allows it hypnotize its foes.

1. Outer Wings:
The mesmer swims using a number of wings which can be angled up and forwards in the event of an attack. Tiny lenses on the surface can be tilted independently to create mesmerizing patterns capable of subduing the target.

2. Outer Shell:
Predators become transfixed, at which point the mesmer opens the jawlike recess in its protective outer shell and eats its victim alive.

Assessment: Avoid",


	"Ency_Reefback" : "Reefback",
"EncyDesc_Reefback" : "Limited data available.

1. Chitinous Plating:
Thick enough to interfere with the spectroscope scanner.

2. Unidentified Pods:
Unknown purpose. Green in color. Visual similarity to the gasopod's algae gland.

3. Tentacles:
Total length ranges upwards of 25m. Tentacles provide low speed propulsion. 

Sociable, seen traveling in small pods, behaviour consistent with low-level sentience.

Predators: Unknown

Assessment: Additional data required",



///////////////////////
////JELLYSHROOM CAVES//
///////////////////////

	"Ency_Oculus" : "Oculus",
"EncyDesc_Oculus" : "This specimen shares genetic similarities with the common peeper. The two species' evolutionary history must have diverged as the oculus developed specialized apparatus for navigating the jellyshroom cave system.

1. Highly Developed Night-vision:
Large, complex eyeballs provide this herbivore superior night-vision by comparison to its shallow-water cousin.

While the shallows and the cave system are separated by just a few meters of rock, foodstuffs and threats in each biome are completely different. It is possible a small school of peepers was once cut off in the caves, and the oculus species is how they adapted.

Assessment: Edible",

 	"Ency_Crabsnake" : "Crabsnake",
    "EncyDesc_Crabsnake" : "This lifeform appears to live in symbiosis with the jellyshroom. All encountered specimens have been located within 50m of jellyshroom flora, frequently within the plants themselves.
    
- Capable of rapid movement when striking its prey
- Large twin claws mounted around the oral cavity penetrate or latch onto prey
- Displays territorial behavior, patrolling the cave systems in which they reside
- Presence of crabsnakes may deter herbivores from feeding on the jellyshroom itself
    
Assessment: Avoid",




///////////////////////
////LATE BIOMES/////////
///////////////////////
//blighter (blood biter)
//spinefish (blood hoopfish)
//blood crawler
//eggs/variants for advanced theories on major lifeforms?

	"Ency_Ampeel" : "Ampeel",
"EncyDesc_Ampeel" : "A large, inquisitive predator found inhabiting the deeper waters of the reefs and koosh colonies.

 - Strong and territorial
 - Torso-mounted prongs appear capable of generating a powerful electric current
 - Ampeel has been recorded using electricity to incapacitate its prey
 - If a faster, stronger and hungrier predator lives on the reefs, it appears to avoid the ampeel",

 
	"Ency_Boneshark" : "Boneshark",
"EncyDesc_Boneshark" : "A powerful predator that lives in small groups and fiercely defends its hunting grounds.

1. Thickly-armored Exoskeleton:
Suggests defensive adaptation either to larger predators, or in-species aggression.

2. Large Eyeballs:
Consistent with high light sensitivity, likely for hunting of luminescent prey in low-light environments.

Generally slow and unresponsive, they will act with uncompromising aggression against any threat to their territory.

Assessment: Avoid",


 	"Ency_SeaTreader" : "Sea Treader",
"EncyDesc_SeaTreader" : "A vast bipedal lifeform which roams the reefs in herds.

1. Elongated Snout:
Used to siphon up plant material from the sea floor, and maintain balance.

- Analysis suggests adaptation for migratory behaviour
- Large herds would be projected to decimate the flora of a single grazed area
- May interact with the ecosystem in ways as yet undetermined

Assessment: Investigate interactions with local environment",


 	"Ency_Crabsquid" : "Crabsquid",
"EncyDesc_Crabsquid" : "This large predator can be found in deep waters, where it lurks amongst the blood kelp and membrane trees in search of prey.

- 10 limbs feature different appendages for swimming, walking and offensive behavior
- Feeds on small fish, which are identified in the murky waters through a combination of smell and light sensitivity
- Attraction to light sources suggests jellyrays and spinefish may be amongst its natural prey
- Aggressive when approached

Assessment: Avoid",

	"Ency_SpineEel" : "River Prowler",
"EncyDesc_SpineEel" : "A fast, agile predator discovered in the lost river biome. 

 - Powerful jaws used for both savaging prey and warding off larger predators
 - Its torso is high vulnerable, consisting predominantly of spinal column and cartilage
 - It will aggressively keep its jaws facing its opponent, but smaller, faster lifeforms may have the advantage
 
Assessment: Avoid",

///////////////////////
////   TECH     ///////
///////////////////////

	"Ency_ModificationStation" : "Modification Station",
"EncyDesc_ModificationStation" : "Where the standard fabricator atomically rearranges raw materials to form complex devices, the mod station is able to combine complex devices to enhance their function.

Most industrial vessels are fitted with a complement of equipment modification stations, which enable engineers to adapt their tools for emergent situations on the fly.

To conserve hard drive space the modification station is excluded by default from most personal emergency blueprint libraries; however extreme environments such as ocean and desert class planets may necessitate the adaptation of basic survival tools (such as the knife and oxygen tanks) for unanticipated applications. For this reason access to a mod station is always recommended.",


	"Ency_StasisRifle" : "Stasis Rifle",
"EncyDesc_StasisRifle" : "The stasis rifle uses patented technology to slow time in a specified area to as near to a full stop as the laws of physics will permit. It is an advanced, handheld tool designed to facilitate scientific and engineering operations by expanding the window of opportunity for action in time-sensitive scenarios.

Common applications include:

 - Slowing fast-moving mechanisms, such as fan belts, to facilitate maintenance operations
 - Pausing the biological processes of organisms for closer study
 - Halting the progress of fires and flooding
 - Navigating perilous spaces by freezing potential threats

The stasis rifle features an independent, replaceable power cell, and the trigger may be held down to increase the area of effect and duration.

Due to high power consumption and non-lethality, conventional weapons are recommended for personal defense.",


	"Ency_PropulsionCannon" : "Propulsion Cannon",
"EncyDesc_PropulsionCannon" : "The propulsion cannon allows technicians to manipulate gravitational forces at ranges of up to 20m. It is commonly used in construction and mining to move materials.

Operating Instructions:

 - Pull the trigger once to lock onto and attract a single targeted object weighing less than 25kg
 - The object can now safely be retrieved from the gravitational beam
 - Alternatively, pull the trigger a second time to propel the object at speed away from the device
 - Not recommended for use on organic subjects",

	"Ency_Seamoth" : "Seamoth",
"EncyDesc_Seamoth" : "The seamoth is a one-person submersible with an independent, replaceable power cell and a fully customizable design. Most long-range mining vessels carry at least two submersibles of this class to facilitate the exploration and exploitation of water-bearing planetoids.

Ratings: 
 - Top Speed: 13m/s
 - Acceleration: 5m/s/s
 - Distance per power cell: 10km
 - Crush depth: 200m below sea level 
 - Upgrade module slots: 4
 - Dimensions: 3m x 1.5m x 1m
 - Persons: 1

Seamoths may be modified by installing upgrade modules to the access point mounted by default on the upper left wing. These include:

 - Increased cargo storage
 - Superior power 
 - Pressure and collision compensation
 - Enhanced sonar
 - Defensive capabilities
 
NB These modules may only be manufactured at an appropriately outfitted moonpool.",


 	"Ency_SeamothConfigs" : "Seamoth Configurations Catalog",
"EncyDesc_SeamothConfigs" : "Cargo Hauler: 3x storage; 1x solar charger
Scout: 1x pressure compensator; 1x power efficiency; 1x perimeter defense; 1x sonar;
Tank: 1x perimeter defense; 1x torpedo system; 2x hull reinforcement",
 
	"Ency_Builder" : "All-terrain Quick-build Habitats",
"EncyDesc_Builder" : "The Alterra handheld habitat builder has been an essential tool of xenoscientists, colonists and emergency relief crews across seven different empires for more than 50 years.

Habitat modules are hermetically sealed from the outside environment, and may be built on land, underwater, or in a vacuum. Oxygen and power systems are not fitted as standard and must be built separately. Most capital ships carry a full complement of advanced modules and reactors for quick deployment in the field.

Habitats can be enhanced to become long-term homes, remote research stations, defensive outposts and more.",

 
	"Ency_Moonpool" : "Moonpool",
"EncyDesc_Moonpool" : "The moonpool is an essential module for long-term exploration. Its primary function is as a dock for vehicles such as the Seamoth submersible.

The large central chamber contains a pressurized pool which provides ready access to the surrounding waters, and comes as standard with equipment for raising and recharging a vehicle.

It is recommended the builder tool be used to outfit the moonpool with a vehicle modification station at your earliest convenience. This will enable the fabrication of upgrade modules, amongst other things.

Ratings:
 - Dimensions: 16m x 10m x 5m
 - Connection points: 6
 - Habitat hull strength liability at sea level: -5 (equivalent 4 rooms)
 - Capacity: 1 Seamoth / Prawn suit
 - High power consumption",
 
 
    "Ency_BasePlanter" : "Planters & Pots",
    "EncyDesc_BasePlanter" : "Interior planters come in a variety of configurations, and allow for most plant species to be grown in small numbers. For decorative or botanical use.",
 
    "Ency_FarmingTray" : "Exterior Growbed",
    "EncyDesc_FarmingTray" : "Advanced synthetic soils allow this growbed to support a huge variety and quantity of alien plantlife, and it can be installed anywhere on land or underwater where there is space.",
    
    "Ency_PlanterBox" : "Interior Growbed",
    "EncyDesc_PlanterBox" : "Designed for use exclusively inside regulated habitat modules, the interior growbed is more compact than the outdoor version.",
    
    "Ency_WaterFilter" : "Water Filtration Machine",
    "EncyDesc_WaterFilter" : "The filtration system draws water unfit for human consumption from an external source, atomically splits it into its constituent parts and outputs consumable liquid water and salts while disposing of any harmful by-product. It can be built in any compatible habitat module, but has substantial power requirements.",
 
 
 	"Ency_Techlight" : "Floodlight",
"EncyDesc_Techlight" : "The standard issue floodlight is battery-powered, and designed to focus a bright beam of light in a single direction, useful in all kinds of industrial and emergency operations. Functions in all known environments. The battery is replaceable.",

 	"Ency_LEDLight" : "Light Stick",
"EncyDesc_LEDLight" : "A mobile, battery-powered LED light, which provides low-level lighting in a 360 degree area, and can be attached to most surfaces.",

 	"Ency_Spotlight" : "Spotlight",
"EncyDesc_Spotlight" : "A permanent lighting solution developed for installation on existing habitats and facilities.

- Automatically rotates on a 180 degree arch
- Motion-sensitive: will track nearby moving objects
- Draws electricity from main power",


	"Ency_Seaglide" : "Seaglide",
"EncyDesc_Seaglide" : "The seaglide is a personal transportation device designed for use in oceanic environments.

 - Capable of speeds of up to 10m/s in standing water
 - Displays basic topographical data for aid in charting cave systems
 - Replaceable battery",


	"Ency_LaserCutter" : "เครื่องตัดเลเซอร์",
"EncyDesc_LaserCutter" : "The ultra high frequency laser cutter is tuned specifically to cut through titanium and plasteel based materials at a thickness of up to 10cm. This makes it an essential tool for construction, salvage and rescue operations, but ineffective on natural obstacles.",

	"Ency_Welder" : "เครื่องซ่อมแซม",
"EncyDesc_Welder" : "Rather than heating components until they melt, the modern welder stitches wires and seams back together at an atomic level, directed by an onboard AI. All good technicians keep one of these under their pillow.",


	"Ency_Bioreactor" : "Bioreactor",
"EncyDesc_Bioreactor" : "On planets where organic matter is plentiful but sunlight is not, a reliable bioreactor will frequently prove the most efficient power solution.

 - May be installed in any multipurpose habitat room
 - Chemically composts organic materials, converting them into energy over time
 - Accepts all plant matter, from seeds and spores to moldy fruits and vegetables
 - Can also process animal matter (fat, muscle, eggs etc) and some organic waste products
 - Energy production is proportionate to the calories in the organic matter",

 
	"Ency_ThermalPlant" : "Thermal Plant",
"EncyDesc_ThermalPlant" : "The first rule of survival in hostile environments is to work with the resources available. If it's 800 degrees outside and you're in danger of burning to death at any moment you may as well get some cheap, reliable energy out of it.

 - Converts heat energy into electricity
 - Always take thermometer readings before attempting installation
 - Core mechanisms are housed in a heat-resistant chassis, but are not impervious to extreme temperatures",

 
	"Ency_NuclearReactor" : "Nuclear Reactor",
"EncyDesc_NuclearReactor" : "Renewable energy sources will usually be sufficient for maintaining a small outpost. For everything else there's nuclear power. 

 - Powered by up to four replaceable uranium reactor rods
 - Do not attempt to replace reactor rods without a full radiation suit
 - Do not attempt to overclock the reactor

Nuclear is ideal for energy-intensive operations such as:
 - Self-sufficient colonies supporting more than 20 people
 - Industrial outposts operating multiple docks and heavy machinery
 - Research stations housing live specimens",

	"Ency_Cyclops" : "Cyclops",
"EncyDesc_Cyclops" : "The cyclops is the most popular and reliable deep-sea submersible in the galaxy. By comparison to the competition it can be crewed by just one pilot, hence the name. It features:

 - Manual piloting controls and forward observation deck for precision maneuvering
 - Dry dock for transportation and maintenance of scouting vehicles
 - Extensive storage solutions in the stern section
 - Internal and external video feeds
 - Onboard AI for collision and damage detection
 - Multiple customization options

Ratings: 
 - Top Speed: 8m/s
 - Acceleration: 3m/s/s
 - Distance per power cell: Variable
 - Crush depth: 500m below sea level 
 - Dimensions: 54m x 14m x 12m
 - Persons: 6
 
NB The cyclops does NOT feature:
  - Habitation quarters: It is recommended the captain draw up a rota to decide who gets to sleep in the corridor each night
  - Emergency ballast: In the event of flooding and full power failure this vehicle WILL sink
  - Extensive customization options",


	"Ency_MapRoom" : "Scanner Room",
"EncyDesc_MapRoom" : "This advanced habitat module can transform a small outpost into a burgeoning science and exploration station.

 - Remotely controlled scouting drones scan the area at a range of 500m
 - A 3D display in the center of the room stores local topographical data
 - Wall-mounted camera feeds allow for live control of scouting drones
 - System can scan for and pinpoint particular materials
 - Upgrade console may be used to enhance the module's functions",

	"Ency_WaterPark" : "Alien Containment",
"EncyDesc_WaterPark" : "Despite huge, Alterra-led advancements in stellar technology, exploring new worlds still has its challenges. Alien lifeforms are one of them. The alien containment facility is designed to mimic the natural environment outside the habitat, and facilitate scientific research.

 - Units must be installed in multipurpose room modules, and may be connected between rooms stacked in a column
 - A hatch must be installed in order to access the containment unit
 - Flora and fauna may be kept alive indefinitely, provided a steady food and power supply
 - The containment unit provides a perfect environment in which to study alien feeding and breeding behaviors
 - Environmental controls may fail if the unit is overpopulated
 - Never tap the glass: you don't know what will tap back, or how hard",

	"Ency_Exo" : "P.R.A.W.N. Suit (Mk.III)",
"EncyDesc_Exo" : "The Pressure Re-Active Waterproof Nano Suit is a range of mechs designed to protect the pilot from extreme environments. The Mk.III is the latest iteration, and has so far only been rolled out by Alterra for their own high-value, phasegate-related operations.

 - The suit is fully insulated from the outside environment
 - Powerful hydraulic limbs allow for manipulation of objects and powered traversal of the environment
 - Rear-mounted thrusters provide maneuverability in low-gravity environments
 - A range of modifications are available to facilitate resource extraction and enhanced exploration

'P.R.A.W.N. It's got you covered.'",


	    "Ency_StillSuit" : "Stillsuit",
"EncyDesc_StillSuit" : "The industry standard stillsuit is designed to minimize water loss while exploring hostile environments, by filtering and recycling bodily fluids.

The Stillsuit: Because drinking reclaimed urine is better than death by dehydration

- Reclaimed water is stored in containers for later consumption, normal production rate is 2 bottles per day
- Filters contaminants from no less than 4 different bodily excretions
- Blood and sweat may be effectively processed, upgrade to Mk.II to make the most of tears
- Onboard flavor neutralizer can be activated at startup (flavor neutralizer not included on all models)",


	    "Ency_RadSuit" : "Radiation Suit",
"EncyDesc_RadSuit" : "This suit fully protects against the effects of radiation during land, sea and space exploration.

The Radiation Suit: A necessary precaution in a post-MAD world

- Safety rated up to 400 Sv/hr
- Cross-compatible with all AEP suit functionality
- Sleek",


	    "Ency_ReinforcedSuit" : "Reinforced Dive Suit",
"EncyDesc_ReinforcedSuit" : "This suit is reinforced with aramid fibers to reduce incoming physical and thermal damage.

The Reinforced Dive Suit: Why take chances, when you can take Alterra?

- Shock absorption reduces physical impact velocity by approximately 50%
- Rated for temperatures up to 70 degrees
- Disclaimer: You are not invulnerable when wearing this suit",




//////////////////////
////FARMING PLANTS////
//////////////////////


//////////////////////
////  LAND PLANTS ////
//////////////////////

 	"Ency_HangingFruitTree" : "Lantern Tree",
"EncyDesc_HangingFruitTree" : "A conglomeration of individual vines which rely on one another for structural support. Grows exclusively on fertile land. Each vine produces orange, lantern-shaped fruits with roughly the same nutrition and hydration value as a common watermelon.

Assessment: Edible staple",

 	"Ency_BulboTree" : "Bulbo Tree",
"EncyDesc_BulboTree" : "A bulb-based flora which roots to the ground and sprouts turquoise leaves. Analysis suggests the sap produced by this plant is poisonous to insects, but can be harvested and consumed by humans for its high water-content.",

 	"Ency_PinkMushroom" : "Pink Cap",
"EncyDesc_PinkMushroom" : "A land-based fungus species with harvestable spores. Inedible.",

 	"Ency_PurpleRattle" : "Speckled Rattler",
"EncyDesc_PurpleRattle" : "A brittle land-plant containing large spores which generate a characteristic rattle when the plant is shaken. This may act to ward off predators, or even encourage predation as a means of spreading the spores.",

 	"Ency_PurpleVasePlant" : "Ming Plant",
"EncyDesc_PurpleVasePlant" : "A hardy specimen which grows on land. The vase-like trunk protects the root system from predation and self-repairs over time, explaining the characteristic cracks on the side.",

 	"Ency_OrangeMushroom" : "Jaffa Cup",
"EncyDesc_OrangeMushroom" : "A common land-fungus commonly found in clusters. Grows quickly, size is limited only by available nutrients and space.",

 	"Ency_VegetablePlant" : "Chinese Potato Plant",
"EncyDesc_VegetablePlant" : "The Chinese potato is common throughout the China Territories, where synthetic foods are still stigmatized, and there remain large tracts of arable land on which to grow fresh produce. Genetically designed prior to the Expansion, this plant is highly adaptable to different environments, and a staple of new colonies galaxy-wide.

Assessment: Edible staple",

 	"Ency_MelonPlant" : "Marblemelon Plant",
"EncyDesc_MelonPlant" : "This plant collects water from the air rather than relying on its root system, and produces large, fleshy fruits which are both edible, and have atypically high water content.

Assessment: Edible - High water content",

 	"Ency_PinkFlower" : "Voxel Shrub",
"EncyDesc_PinkFlower" : "A pink-leafed plant with an angular appearance which grows exclusively on the floating island.",

 	"Ency_FernPalm" : "Fern Palm",
"EncyDesc_FernPalm" : "This specimen first identified in an artificial growbed on the floater island. It is not listed in existing flora databases, so it is unclear whether or not it is native to this planet. Genetic code shares some features with other local plantlife, but this may be the result of DNA transfusion rather than natural evolution.",

 	"Ency_OrangePetalsPlant" : "Grub Basket",
"EncyDesc_OrangePetalsPlant" : "An orange-colored land plant which usually contains a thick, protein-rich sludge at its base. This may suggest a carnivorous lifecycle, wherein grubs and insects are attracted to the bright petals, make their way to the center of the plant, but are unable to scale back up the slick inner leaves and are ultimately digested.",

//////////////////////
////  SEA PLANTS ////
//////////////////////
 	"Ency_WhiteMushroom" : "Deep Shroom",
"EncyDesc_WhiteMushroom" : "A discolored relative of the acid mushroom, adapted to low-light conditions.",

 	"Ency_KooshBush" : "Koosh Bush",
"EncyDesc_KooshBush" : "This aquatic species has evolved to grow in deep, sandy environments, and to conserve its hydration levels against relatively extreme external temperatures. The root system can fragment the shale rock it grows on to form a deep anchor point, allowing predators to graze but not easily uproot the entire plant. This grazing will tend to dislodge parts of the plant, and each section is capable of growing into a fully formed adult plant, explaining the concentrations of koosh bushes in some parts of the world.

Predators: Hoopfish, Eyeye

Assessment: Edible in small quantities - High water content",

 	"Ency_BluePalm" : "Blue Palm",
"EncyDesc_BluePalm" : "The blue palm is a common aquatic plant which thrives in shallower waters with high exposure to sunlight. Long fronds intercept light before it can reach the smaller flora on the seabed.",

 	"Ency_SmallFan" : "Pygmy Fan",
"EncyDesc_SmallFan" : "A common, mildly luminescent plant, discovered predominantly in shallower waters.",

 	"Ency_PurpleFan" : "Veined Nettle",
"EncyDesc_PurpleFan" : "A common, shallow-water plant which frequently shows signs of predation around the edges of the leaves. Thick, violet veins carry nutrients to the extremities of the fan, and brightly-colored seeds grow around the base and stem.",

 	"Ency_WrithingWeed" : "Writhing Weed",
"EncyDesc_WrithingWeed" : "Well-adapted to both shallow waters and cave systems, this plant lives in symbiosis with a coral species which forms around the base of the stems.",

 	"Ency_GabeSFeather" : "Gabe's Feather",
"EncyDesc_GabeSFeather" : "This plant grows almost exclusively in deeper waters, where its hand-like leaves have evolved to filter sediment from the environment. It is likely dependent on the excretions of fauna populating the waters above and around it.",

 	"Ency_SeaCrown" : "Sea Crown",
"EncyDesc_SeaCrown" : "This plant consists primarily of a large bladder-like sack containing a huge variety of bacterial species, which may enable it to break down complex compounds it draws from the root system. Shares large sections of genetic code with the membrain tree. Environment scans indicate this plant is rare to the point of extinction.",

 	"Ency_MembrainTree" : "Membrain Tree",
"EncyDesc_MembrainTree" : "This entity defies neat categorization. It consists of more than one coral species working in tandem to create an insulated microcosm enclosed within a translucent membrane. Found exclusively growing on basalt rock in the grand reefs, the homeostatic conditions within are considerably warmer and more dense with microbial life than the outside environment, and the bright purple fauna inside will likely die off very quickly if exposed.",


 	"Ency_EyesPlant" : "Eye Stalk",
"EncyDesc_EyesPlant" : "A cave-dwelling tuber dotted with luminescent, photosensitive 'eyes'. These eyes may in some way direct the twisted growth of the stems themselves, possibly in reaction to other light sources, proximity of cave walls, or other environmental conditions.",

 	"Ency_RedGreenTentacle" : "Ghost Weed",
"EncyDesc_RedGreenTentacle" : "Grows exclusively in regions populated with blood kelp, and shares some genetic similarities.",

 	"Ency_PurpleStalk" : "Violet Beau",
"EncyDesc_PurpleStalk" : "A common, luminescent plant which grows in patches on the seabed.",

 	"Ency_RedBasketPlant" : "Rouge Cradle",
"EncyDesc_RedBasketPlant" : "A complex, cave-dwelling fauna specimen. The bright yellow core of this plant is protected by a rigid cage, presumably to ward off medium-sized herbivores.",

 	"Ency_RedBush" : "Redwort",
"EncyDesc_RedBush" : "A common plant adaptable to many different environments, the redwort is a staple part of the diet of many smaller herbivores.",

 	"Ency_RedConePlant" : "Regress Shell",
"EncyDesc_RedConePlant" : "This specimen is composed of a complex series of regressing rings, connected by tendrils.",

 	"Ency_ShellGrass" : "Spiked Horn Grass",
"EncyDesc_ShellGrass" : "While it shares a closes genetic similarity with blood grass, this species has evolved to house its root system in rigid, horn-shaped enclosures.",

 	"Ency_SpottedLeavesPlant" : "Spotted Dockleaf",
"EncyDesc_SpottedLeavesPlant" : "A simple aquatic plant. Chemicals within the leaves act to neutralize poisons and acids found in other local specimens, thereby actively encouraging predation by herbivores, albeit in small quantities. This ensures the plant both spreads its seed, but retains enough surface area on its leaves to survive itself.",

 	"Ency_RedRollPlant" : "Furled Papyrus",
"EncyDesc_RedRollPlant" : "The function of the distinctive curled leaves on this aquatic plant is not immediately clear. It is possible the leaves unfurl in low-light conditions, or that they are designed to channel water currents through the main body of the plant, thus enhancing nutrient take-up.",

 	"Ency_PurpleBranches" : "Cave Bush",
"EncyDesc_PurpleBranches" : "A purple, luminescent species which grows well on hardy terrain away from sunlight.",


 	"Ency_JellyPlant" : "Gel Sack",
"EncyDesc_JellyPlant" : "These organic structures grow on cave walls. The purple sacks which burst from the surface contain a low-density gel laced with spores. These burst from time to time, floating towards the surface and attaching onto the next rock face they encounter.

Assessment: Edible - Vital material in aerogel fabrication",

 	"Ency_SnakeMushroom" : "Jellyshroom",
"EncyDesc_SnakeMushroom" : "A lifeform unique to a microcosm located in a cave system deep within the grassy plateaus, where a high concentration of carnivorous lifeforms wards off smaller predators.

- Consists of a tough, trunk-like base from which grows a fragile purple membrane
- Membrane structure suggests vulnerability to predation, but evidence thereof is lacking
- Unknown defensive mechanisms?
- Possible symbiotic relationship?

Predators: None identified
Assessment: Further investigation suggested",


 	"Ency_BloodVine" : "Bloodvine",
"EncyDesc_BloodVine" : "This species of kelp grows in sparse copses, deep on the ocean floor, and provides shelter for an array of distinct fauna and megafauna.

Survival at these depths is challenging, and the lifeforms which make their homes here have developed unusual coping mechanisms, including a bleaching of skin pigment, dependency on naturally occurring metals and oils to adjust to temperature and pressure, and in some cases even electrical defense mechanisms.

The vibrant red oils which seep from the bloodvine coagulate into semi-hard pustules, which frequently fall loose and form a vital foodstuff for the local ecosystem, or are otherwise reabsorbed into the ground over time.",


//////////////////////////
////UNSORTED CREATURES////
//////////////////////////

 	"Ency_ReaperLeviathan" : "Reaper Leviathan",
"EncyDesc_ReaperLeviathan" : "Leviathan class predators are vast organisms at the top of their respective food chains. This species is a streamline hunter, with developed sight and echolocation capability. The deep roar emitted by the reaper at regular intervals is effectively sonar - if you hear it, the reaper can hear you.

1. Four Powerful Mandibles:
This leviathan is capable of locking prey in place and drawing it within reach of its jaws. Simulated pressure exceeds Seamoth crush resistance.

- Scanned specimen measured 55m long
- Observed circling its prey and attacking from behind
- This creature is almost all muscle. No brain. No sense of morality. Just muscle, sinew and teeth.

Prey: Everything
Predators: ???

Motivational note: This lifeform has been categorized as a leviathan class predator. Congratulations on getting close enough to scan it and living to see the results!

Assessment: Extreme threat",


 	"Ency_Warper" : "Warper",
"EncyDesc_Warper" : "UNKNOWN. UNKNOWN. UNKNOWN.

1. Head:
Unknown mechanisms located in the head region make this lifeform capable of phase jumping itself and other organisms to different locations.

2. Torso:
Appears to hunt other lifeforms, but no digestive organs have been identified. Internal structure considerably more complex than other known organisms.

- No available biological archetypes to draw from in memory banks
- No genetic crossover identified with other local lifeforms
- Demonstrates no recognized defensive behaviour
- Origins and ecosystem role unknown

Assessment: Further data required",


 	"Ency_LavaLarva" : "Lava Larva",
"EncyDesc_LavaLarva" : "A grub-like species which appears to lack sense of sight and smell, but is able to sense and drain thermal energy in the environment.

1. Underside Suction Cup:
Capable of attaching to smooth surfaces and generating high pressure suction.

2. Torso:
Thick scales protect from extreme temperatures. Lacks traditional digestive system.

 - Attracted to energy sources of all kinds
 - Draws thermal energy from its prey to survive
 
Assessment: Avoid deploying powered vehicles in its vicinity",

 	"Ency_LavaLizard" : "Lava Lizard",
"EncyDesc_LavaLizard" : "Medium-sized predator adapted for life in volcanic regions.

1. Fore-mounted Mandibles:
Designed to do maximum damage to prey; sharp internal teeth tear through flesh and bone alike.

2. Scar Tissue:
Likely due to regular exposure to magma.

Not only has this creature adapted to high temperature regions, it has learn to use lava flows to its advantage. It is able to both defend itself by burying its body in magma, and to go on the offensive by spitting magma at its foes.

Assessment: Avoid, especially in the presence of lava flow",


 	"Ency_SeaDragon" : "Sea Dragon Leviathan",
"EncyDesc_SeaDragon" : "A colossal aquatic species with reptilian features. It appears to have evolved to consume molten minerals, and expel these materials as a form of self-defense.

1. Dead Tissue:
Tissue analysis reveals this specimen consists of 1/3 inanimate materials, focused around the chest area. Consumption and retention of mineral substances may explain the lifeform's ability to withstand extremes of temperature.

2. Forearms:
Evolutionarily distinct forearms are used for both propulsion and manipulation of objects. Finding suggests evolutionary divergence from other species on the planet many generations ago.

3. Tentacles:
Seven tentacles provide unparalleled speed; the scanned specimen measured 112m in length

Prey: Everything
Predators: ???

Assessment: Extreme threat",


 	"Ency_TreeCoveTree" : "Giant Cove Tree",
"EncyDesc_TreeCoveTree" : "This vast tree supports a thriving local ecosystem. 

FURTHER DATA UNAVAILABLE AT THIS TIME",


 	"Ency_GhostRay" : "Ghostray",
"EncyDesc_GhostRay" : "Genetic analysis indicates this specimen is a close cousin of the jellyray, adapted to deep-sea conditions around the lost river biome. Unlike that species, its body is fully protected by a translucent skin, and its large wings are capable of generating considerable thrust.

 - Highly poisonous flesh
 - Docile
 - Feeds on plant matter that has settled on the sea floor

Assessment: Inedible but harmless",


 	"Ency_FireRay" : "Crimson Ray",
"EncyDesc_FireRay" : "Like all ray specimens encountered on 4546B, this one features poisonous flesh and exhibits generally docile behaviour.

1. Thick Scaling:
Indicates adaptation for high temperature environments

2. Forward-mounted Eye Sockets:
Suggests a predatory evolutionary history, left behind long ago

Assessment: Inedible but harmless",


 	"Ency_PrecursorDroid" : "Alien Drone",
"EncyDesc_PrecursorDroid" : "This device does not match any known human technology, although its design is relatively simple. Its only observed behaviour has been attacking local lifeforms in a radius around the ancient structures.

- Features few moving parts
- Carries a rechargeable, ion-based power reserve
- Reliable and energy efficient

Modeling the age and purpose of the device is difficult. Its relative harmlessness is at odds with the advanced technology apparently available to its designers.

Assessment: Further data required",


//////////////////////////
////////SIGN LABELS///////
//////////////////////////

//Aurora

"Sign_Aurora_Airlock" : "AIRLOCKS",
"Sign_Aurora_Office" : "ADMINISTRATION",
"Sign_Aurora_Cargo" : "CARGO BAY 3",
"Sign_Aurora_Seamoth" : "SEAMOTH BAY",
"Sign_Aurora_DriveRoom" : "DRIVE ROOM",
"Sign_Aurora_Robotics" : "PRAWN BAY",
"Sign_Aurora_Robotics_2Line" : "PRAWN BAY",
"Sign_Aurora_Locker" : "LOCKER ROOM",
"Sign_Aurora_LivingArea": "LIVING QUARTERS",
"Sign_Aurora_Seamoth_Bay1" : "Bay 1",
"Sign_Aurora_Seamoth_Bay2" : "Bay 2"

}